Repository: MikeOwino/orchid
Catalog: gui-orchid/lib/l10n/app_*.arb
Languages: es, fr, hi, id, it, ja, ko, pt, ru, tr, uk, zh

# warningImportedConfiguration
source: Warning: Imported configuration will replace any existing hops that you have created in the app. Signer keys previously generated or imported on this device will be retained and remain accessible for creating new hops, however all other configuration including OpenVPN hop configuration will be lost.
es: Advertencia: la configuración importada reemplazará cualquier Hop existente que haya creado en la app. Las claves del firmante generadas o importadas previamente en este dispositivo se conservarán y seguirán accesibles para crear nuevos Hops, sin embargo, se perderá el resto de la configuración, incluida la configuración del Hop OpenVPN.
fr: Avertissement : La configuration importée remplacera tous les bonds existants que vous avez créés dans l'application. Les clés de signature précédemment générées ou importées sur cet appareil seront conservées et resteront accessibles pour créer de nouveaux bonds, mais toutes les autres configurations, y compris la configuration du bond OpenVPN, seront perdues.
hi: चेतावनी: आयातित कॉन्फिगरेशन आपके द्वारा ऐप में बनाए गए सभी मौजूदा हॉपों का स्थान ले लेगा। इस उपकरण पर पहले से उत्पन्न या आयातित सिग्नर कुंजी को बनाए रखा जाएगा और नए हॉप बनाने के लिए वह सुलभ रहेगा, हालांकि ओपनवीपीएन हॉप कॉन्फिगरेशन सहित अन्य सभी कॉन्फिगरेशन खो जाएँगे।
id: Peringatan: Konfigurasi yang diimpor akan menggantikan semua hop yang telah Anda buat di aplikasi ini. Kunci penanda tangan yang dibuat sebelumnya atau diimpor pada perangkat ini akan dipertahankan dan tetap dapat diakses untuk membuat hop baru. Namun konfigurasi lainnya, termasuk konfigurasi hop OpenVPN, akan hilang.
it: Attenzione: la configurazione importata sostituirà tutti gli hops esistenti che hai creato nell'app. Le chiavi del firmatario precedentemente generate o importate in questo dispositivo verranno mantenute e rimarranno accessibili per la creazione di nuovi hops; tuttavia, tutte le altre configurazioni, inclusa la configurazione dell'hop OpenVPN, andranno perse.
ja: 警告：インポートされる設定はアプリで作成した既存のホップを置き換えます。 このデバイスで以前に生成またはインポートされた署名者キーは保持され、新しいホップを作成するためにアクセス可能なままになりますが、OpenVPNホップ設定を含むその他の設定はすべて失われます。
ko: 경고: 불러온 구성이 앱에 생성된 기존 홉을 대체합니다. 이 기기에서 이전에 생성되거나 가져온 서명자 키는 유지되고, 새로운 홉 생성 시 여전히 접속 가능하지만, OpenVPN 홉 구성을 포함한 다른 모든 구성은 삭제됩니다.
pt: Aviso: a configuração importada substitui os Hops que criou na aplicação. As chaves de signatário geradas anteriormente ou importadas nesse dispositivo serão retidas e irão permanecer disponíveis para a criação de novos hops, no entanto todas as outras configurações, incluindo a configuração de hop OpenVPN serão perdidas.
ru: Предупреждение: импортированная конфигурация заменит любые существующие подключения, созданные в приложении. Ключи подписанта, ранее сгенерированные или импортированные на этом устройстве, сохранятся и останутся доступными для создания новых скачков, однако все остальные настройки, включая настройки подключения OpenVPN, будут потеряны.
tr: Uyarı: İçe aktarılan yapılandırmalar, uygulama içinde oluşturduğunuz mevcut tüm ağ atlamalarının yerine geçecektir. Daha önce oluşturulan ya da bu cihaza aktarılan, imza işlemini yapan anahtarlar korunacaktır ve yeni ağ atlamaları oluşturmak için erişilebilir olmaya devam edecektir. Ancak OpenVPN ağ atlama yapılandırması da dâhil olmak üzere tüm diğer yapılandırmalar kaybolacaktır.
uk: Увага! Імпортована конфігурація замінює будь-які наявні стрибки, що ви створили в додатку. Ключі підписувача, раніше згенеровані або імпортовані на цьому пристрої, зберігаються і можуть використовуватися для створення нових стрибків. Проте вся інша конфігурація, у тому числі конфігурація стрибку OpenVPN, буде втрачена.
zh: 警告： 导入的配置将替换您在应用中创建的任何现有跃点。 以前在此设备上生成或导入的签名者密钥将保留，且仍然可用于创建新跃点，但所有其他配置（包括 OpenVPN 跃点配置）都将丢失。

source: Configuration
es: Configuración
hi: कॉन्फिगरेशन
id: Konfigurasi
it: Conﬁgurazione
ja: 設定
ko: 구성
pt: Configuração
ru: Конфигурация
tr: Yapılandırma
uk: Конфігурація
zh: 配置

# saveButtonTitle
source: SAVE
es: GUARDAR
fr: ENREGISTRER
hi: सहेजें
id: SIMPAN
it: SALVA
ja: 保存
ko: 저장
pt: GUARDAR
ru: СОХРАНИТЬ
tr: KAYDET
uk: ЗБЕРЕГТИ
zh: 保存

source: Search
es: Buscar
fr: Recherche
hi: खोजें
id: Telusuri
it: Cerca
ja: 検索
ko: 검색
pt: Pesquisa
ru: Поиск
tr: Ara
uk: Пошук
zh: 搜索

source: New Content
es: Nuevo Contenido
fr: Nouveau contenu
hi: नई सामग्री
id: Konten baru
it: Nuovo contenuto
ja: 新しいコンテンツ
ko: 신규 콘텐츠
pt: Novo conteúdo
ru: Новый контент
tr: Yeni İçerik
uk: Новий контент
zh: 新内容

source: Clear
es: Borrar
fr: Effacer
hi: साफ करें
id: Kosongkan
it: Cancella
ja: 取り消し
ko: 지우기
pt: Limpar
ru: Очистить
tr: Temizle
uk: Очистити
zh: 清除

source: Connection Detail
es: Detalles de Conexión
fr: Détails de la connexion
hi: कनेक्शन विवरण
id: Detail koneksi
it: Dettaglio connessione
ja: 接続の詳細
ko: 연결 세부 정보
pt: Detalhes da Ligação
ru: Сведения о подключении
tr: Bağlantı Detayı
uk: Деталі підключення
zh: 连接详情

source: Host
fr: Hôte
hi: मेजबान
id: Hos
ja: ホスト
ko: 호스트
pt: Anfitrião
ru: Хост
tr: Sunucu
uk: Хост
zh: 主机

source: Time
es: Hora
fr: Heure
hi: समय
id: Waktu
it: Ora
ja: 時間
ko: 시간
pt: Hora
ru: Время
tr: Zaman
uk: Час
zh: 时间

source: Source Port
es: Puerto de Origen
fr: Port de la source
hi: स्रोत पोर्ट
id: Porta sumber
it: Porta di origine
ja: ソース ポート
ko: 원본 포트
pt: Porta de origem
ru: Порт источника
tr: Kaynak Port
uk: Початковий порт
zh: 源端口

source: Destination
es: Destino
hi: गंतव्य
id: Destinasi
it: Destinazione
ja: 宛先
ko: 대상
pt: Destino
ru: Назначение
tr: Hedef
uk: Призначення
zh: 目的地

source: Destination Port
es: Puerto de Destino
fr: Port de la destination
hi: गंतव्य पोर्ट
id: Porta destinasi
it: Porta di destinazione
ja: 宛先ポート
ko: 대상 포트
pt: Porta de destino
ru: Порт назначения
tr: Hedef Port
uk: Кінцевий порт
zh: 目的端口

source: Generate new key
es: Generar clave nueva
fr: Générer une nouvelle clé
hi: नई कुंजी निर्मित करें
id: Buat kunci baru
it: Genera nuova chiave
ja: 新しいキーを生成
ko: 새 키 생성
pt: Gerar nova chave
ru: Сгенерировать новый ключ
tr: Yeni anahtar oluştur
uk: Згенерувати новий ключ
zh: 生成新密钥

source: Import key
es: Importar clave
fr: Importer une clé
hi: कुंजी आयात करें
id: Impor kunci
it: Importa chiave
ja: キーをインポート
ko: 키 가져오기
pt: Importar chave
ru: Импортировать ключ
tr: Anahtarı içe aktar
uk: Імпортувати ключ
zh: 导入密钥

# nothingToDisplayYet
source: Nothing to display yet. Traffic will appear here when there’s something to show.
es: Nada que mostrar aún. El tráfico aparecerá aquí cuando haya algo que mostrar.
fr: Rien à afficher pour l'instant. Le trafic apparaîtra ici lorsqu'il y aura quelque chose à afficher.
hi: अभी दिखाने के लिए कुछ भी नहीं है। जब कुछ दिखाने के लिए होगा, तब यातायात यहाँ दिखाई देगा।
id: Tidak ada yang ditampilkan. Lalu lintas akan muncul di sini ketika ada sesuatu untuk ditampilkan.
it: Ancora nulla da mostrare. Il traffico verrà visualizzato qui quando c'è qualcosa da mostrare.
ja: まだ表示するものはありません。表示するものがあると、トラフィックはここに表示されます。
ko: 표시할 항목이 없습니다. 표시할 항목이 생기면 여기에 트래픽이 표시됩니다.
pt: Nada a mostrar para já. O tráfego irá aparecer aqui quando houver algo a mostrar.
ru: Пока нет данных. Трафик появится здесь, когда будет что показать.
tr: Henüz gösterilecek bir şey yok. Gösterilecek bir şeyler olduğunda trafik burada görüntülenecek.
uk: Дани відображатимуться, коли зʼявиться трафік.
zh: 尚无内容可供显示。存在可显示内容时，将于此处显示流量。

source: Disconnecting...
es: Desconectando...
fr: Déconnexion...
hi: डिसकनेक्ट कर रहे हैं...
id: Memutuskan...
it: Disconnettendo...
ja: 切断しています...
ko: 연결 해제 중 ...
pt: A Desligar...
ru: Отключение...
tr: Bağlantı kesiliyor...
uk: Відключення...
zh: 断开连接...

source: Connecting...
es: Conectando...
fr: Connexion...
hi: कनेक्ट कर रहे हैं...
id: Menghubungkan...
it: Connettendo...
ja: 接続しています...
ko: 연결 중 ...
pt: A Ligar...
ru: Подключение ...
tr: Bağlanıyor...
uk: Підключення...
zh: 连接中

source: Push to connect.
es: Pulse para conectar.
fr: Appuyez pour vous connecter.
hi: कनेक्ट करने के लिए पुश करें।
id: Tekan untuk terhubung.
it: Premi per connetterti.
ja: 押して接続します。
ko: 클릭 해 연결하기
pt: Pressione para conectar.
ru: Нажмите, чтобы подключиться.
tr: Bağlanmak için basın.
uk: Натисніть для підключення.
zh: 按下即可连接。

source: Orchid is running!
es: ¡Orchid está funcionando!
fr: Orchid est en cours d’exécution !
hi: ऑर्किड चल रहा है!
id: Orchid sedang berjalan!
it: Orchid è in funzione!
ja: Orchid起動中！
ko: Orchid가 실행 중 입니다!
pt: Orchid em execução!
ru: Orchid работает!
tr: Orchid çalışıyor!
uk: Orchid запущено!
zh: 兰花正在运行中！

# pacPurchaseWaiting
source: Purchase Waiting
es: Esperando compra
fr: Achat en attente
hi: खरीद प्रतीक्षा में है
id: Pembelian ditunggu
it: AUA Acquisto in attesa
ja: 購入待機中
ko: 구매 대기 중
pt: Aguardando compra
ru: Ожидание покупки
tr: Satın Alma Bekleniyor
uk: Очікування покупки
zh: 购买等待

source: Retry
es: Reintentar
fr: Réessayer
hi: दुबारा कोशिश करें
id: Coba lagi
it: Riprova
ja: リトライ
ko: 다시하기
pt: Tente de novo
ru: Повторить
tr: Yeniden dene
uk: Повторити
zh: 重试

# getHelpResolvingIssue
source: Get help resolving this issue.
es: Obtener ayuda para resolver este problema.
fr: Obtenez de l’aide pour résoudre ce problème.
hi: इस समस्या को सुलटाने के लिए मदद पाएँ।
id: Dapatkan bantuan untuk menyelesaikan masalah ini.
it: Ottieni assistenza per risolvere il problema.
ja: この問題の解決にご協力ください。
ko: 문제 해결 도움 받기.
pt: Obter ajuda para solucionar este problema.
ru: Получить помощь в решении этой проблемы.
tr: Bu sorunu çözmek için yardım alın.
uk: Звернутися за довідкою для розвʼязання проблеми.
zh: 获取解决此问题的帮助。

source: Copy Debug Info
es: Copiar información de Depuración
fr: Copier les infos de débogage
hi: डीबग जानकारी को कॉपी करें
id: Salin info debug
it: Copia informazioni di debug
ja: コピーデバッグ情報
ko: 디버그 정보 복사
pt: Copiar informações de depuração
ru: Копировать отладочную информацию
tr: Hata İçeriğini Kopyala
uk: Копіювати відомості налагодження
zh: 复制调试信息

source: Contact Orchid
es: Contactar con Orchid
fr: Contacter Orchid
hi: ऑर्किड से संपर्क करें
id: Hubungi Orchid
it: Contatta Orchid
ja: Orchidに連絡する
ko: 오키드에 문의하기
pt: Contactar Orchid
ru: Связаться c Orchid
tr: Orchid ile İletişime Geç
uk: Звʼязатися з Orchid
zh: 联系兰花

source: Remove
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Rimuovi
ja: 削除する
ko: 삭제하기
pt: Remover
ru: Удалить
tr: Kaldır
uk: Видалити
zh: 去掉

source: Delete Transaction
es: Borrar transacción
fr: Supprimer la transaction
hi: लेन-देन को हटाएँ
id: Hapus transaksi
it: Elimina transazione
ja: トランザクションを削除
ko: 거래 삭제하기
pt: Apagar transação
ru: Удалить транзакцию
tr: İşlemi Sil
uk: Видалити транзакцію
zh: 删除交易

# clearThisInProgressTransactionExplain
source: Clear this in-progress transaction. This will not refund your in-app purchase. You must contact Orchid to resolve the issue.
es: Borrar la transacción en curso. Esto no reembolsará su compra dentro de la aplicación. Contacte con Orchid para resolver el problema.
fr: Effacez cette transaction en cours. Cela ne remboursera pas votre achat intégré à l'application. Vous devez contacter Orchid pour résoudre le problème.
hi: इस चालू लेन-देन को साफ करें। इससे आपके इन-एप खरीद के लिए धन-वापसी नहीं होगी। इस मामले को सुलटाने के लिए आपको ऑर्किड से संपर्क करना होगा।
id: Bersihkan transaksi yang sedang berlangsung. Tindakan ini tidak akan mengembalikan dana transaksi pembelian dalam aplikasi. Silahkan hubungi Orchid untuk menyelesaikan masalah ini.
it: Cancella questa transazione in corso. Questa operazione non prevede il rimborso dell'acquisto in-app. Per risolvere il problema, contatta Orchid.
ja: この進行中のトランザクションをクリアします。アプリ内購入の払い戻しはありません。この問題を解決するには、Orchidに連絡する必要があります。
ko: 진행중인 트랜잭션을 삭제하기. 인앱 구매는 환불되지 않습니다. 오키드에 문의해 문제를 해결하실 수 있습니다.
pt: Limpar esta transação. Não haverá reembolso da sua compra na aplicação. Terá de entrar em contato com a Orchid para solucionar o problema.
ru: Очистите эту незавершенную транзакцию. Это не возместит вашу покупку в приложении. Вы должны связаться с Orchid, чтобы решить эту проблему.
tr: Devam eden bu işlemi silin. Bu işlem, uygulama içi satın alımınızı iade etmez. Sorunu çözmek için Orchid ile iletişime geçmelisiniz.
uk: Поточну транзакцію буде видалено, але вартість покупки в додатку не буде повернена. Щоб отримати повернення оплати, звертайтеся в Orchid.
zh: 清除正在进行的操作。或无法退还您的应用内购买。您必须与Orchid联系以解决问题。

source: Preparing Purchase
es: Preparando Compra
fr: Préparation de l’achat
hi: खरीद की तैयारी कर रहे हैं
id: Mempersiapkan pembelian
it: Preparando acquisto
ja: 購入の準備
ko: 구매 준비
pt: Preparando compra
ru: Подготовка покупки
tr: Satın Alma Hazırlanıyor
uk: Підготовка покупки
zh: 准备购买

# retryingPurchasedPAC
source: Retrying Purchase
es: Reintentando compra
fr: Nouvelle tentative d'achat
hi: खरीदने की दुबारा कोशिश कर रहे हैं
id: Mencoba ulang pembelian
it: Riprovando AUA acquistato
ja: 購入を再試行します
ko: 다시 구매 시도 중
pt: Tentando compra novamente
ru: Повторная попытка покупки
tr: Satın Alma Tekrar Deneniyor
uk: Повторна спроба покупки
zh: 重试购买中

# retryPurchasedPAC
source: Retry Purchase
es: Reintentar compra
fr: Réessayer l'achat
hi: खरीदने की दुबारा कोशिश करें
id: Coba ulang pembelian
it: Riprova AUA acquistato
ja: 購入を再試行
ko: 다시 구매 시도
pt: Tentar compra de novo
ru: Повторить попытку покупки
tr: Satın Almayı Tekrar Dene
uk: Повторити спробу покупки
zh: 重试购买

source: Purchase Error
es: Error de Compra
fr: L'achat n'a pas abouti
hi: खरीद त्रुटि
id: Kesalahan pembelian
it: Errore di acquisto
ja: 購入エラー
ko: 구매 오류
pt: Erro na compra
ru: Ошибка покупки
tr: Satın Alma Hatası
uk: Помилка покупки
zh: 购买错误

# thereWasAnErrorInPurchasingContact
source: There was an error in purchasing. Please contact Orchid Support.
es: Se produjo un error durante el proceso de compra. Contacte con el soporte de Orchid.
fr: Une erreur s'est produite lors de l'achat. Veuillez contacter l'assistance Orchid.
hi: खरीदे समय एक त्रुटि हुई। कृपया ऑर्किड समर्थन से संपर्क करें।
id: Terjadi kesalahan dalam proses pembelian. Silakan hubungi Dukungan Orchid.
it: Errore durante l'acquisto. Per favore, contatta il supporto di Orchid.
ja: 購入時にエラーが発生しました。Orchidサポートまでご連絡ください。
ko: 구매 중에 오류가 발생했습니다. 오키드 지원 센터에 문의하십시오.
pt: Houve um erro na compra. Entre em contato com o suporte Orchid.
ru: Произошла ошибка при покупке. Пожалуйста, свяжитесь со службой поддержки Orchid.
tr: Satın almada bir hata oluştu. Lütfen Orchid Destek ekibi ile iletişime geçin.
uk: Виникла помилка покупки. Зверніться в підтримку Orchid.
zh: 购买时出错。请联系兰花支持。

source: Import an Orchid Account
es: Importar una cuenta Orchid
fr: Importer un compte Orchid
hi: एक ऑर्किड खाता आयात करें
id: Impor akun Orchid
it: Importa un account Orchid
ja: Orchidアカウントをインポートする
ko: 오키드 계정 불러오기
pt: Importar uma conta da Orchid
ru: Импортировать учетную запись Orchid
tr: Bir Orchid Hesabını İçeri Aktarın
uk: Імпортувати рахунок Orchid
zh: 导入兰花帐户

source: Buy Credits
es: Comprar Créditos
fr: Acheter des crédits
hi: क्रेडिट खरीदें
id: Beli kredit
it: Acquista crediti
ja: クレジットを購入
ko: 크레딧 구매하기
pt: Compre créditos
ru: Купить кредиты
tr: Kredi Satın Alın
uk: Придбати кредити
zh: 购买积分

# linkAnOrchidAccount
source: Link Orchid Account
es: Vincular Cuenta Orchid
fr: Lier le compte Orchid
hi: ऑर्किड खाते को लिंक करें
id: Hubungkan akun Orchid
it: Collega account Orchid
ja: Orchidアカウントをリンクする
ko: 오키드 계정 연결하기
pt: Conectar conta Orchid
ru: Связать аккаунт Orchid
tr: Orchid Hesabını Bağla
uk: Зв’язати рахунок Orchid
zh: 关联兰花帐户

# weAreSorryButThisPurchaseWouldExceedTheDaily
source: We are sorry but this purchase would exceed the daily purchase limit for access credits. Please try again later.
es: Lo sentimos, esta compra superaría el límite de compra diario para créditos de acceso. Inténtelo de nuevo más tarde.
fr: Malheureusement, cet achat dépasserait la limite d'achat quotidienne des crédits d'accès. Veuillez réessayer plus tard.
hi: हमें खेद है लेकिन यह खरीद एक्सेस क्रेडिट के लिए दैनिक खरीद सीमा से अधिक होगी। कृपया बाद में दुबारा कोशिश करें।
id: Maaf, pembelian tidak dapat dilanjutkan karena akan melebihi batas pembelian harian untuk kredit akses. Silakan coba lagi nanti.
it: Siamo spiacenti, questo acquisto supererebbe il limite di acquisto giornaliero per i crediti di accesso. Per favore, riprova più tardi.
ja: 申し訳ありませんが、この購入はアクセスクレジットの1日の購入制限を超えます。後でもう一度やり直してください。
ko: 죄송합니다. 접속 크레딧 일일 구매 한도를 초과합니다. 나중에 다시 시도해 주세요.
pt: Infelizmente a sua compra excede o limite de compra diário para créditos de acesso. Tente novamente mais tarde.
ru: К сожалению, эта покупка превышает лимит кредитов доступа за день. Попробуйте позже.
tr: Üzgünüz ancak bu satın alma, erişim kredilerinin günlük satın alma limitini aşıyor. Lütfen daha sonra tekrar deneyin.
uk: Вибачте, але ця покупка перевищить щоденний ліміт кредитів для доступу. Спробуйте пізніше.
zh: 很抱歉，这次购买将超出访问积分的每日购买限额。请稍后再试。

source: Market Stats
es: Estadísticas de Mercado
fr: Statistiques du marché
hi: बाजर के आँकड़े
id: Statistik pasar
it: Statistiche di mercato
ja: 市場統計
ko: 시장 현황
pt: Estatísticas de mercado
ru: Статистика рынка
tr: Piyasa İstatistikleri
uk: Статистика ринку
zh: 市场统计

source: Balance too low
es: Saldo demasiado bajo
fr: Solde trop bas
hi: शेष राशि बहुत कम है
id: Saldo tidak mencukupi
it: Saldo troppo basso
ja: 残高が低すぎる
ko: 잔액이 너무 적습니다
pt: Saldo muito baixo
ru: Слишком низкий баланс
tr: Bakiye çok düşük
uk: Надто низький баланс
zh: 低余额

source: Deposit size too small
es: Depósito insuficiente
fr: Taille du dépôt trop faible
hi: जमा राशि की मात्रा बहुत कम है
id: Jumlah deposito terlalu kecil
it: Importo del deposito insufficiente
ja: デポジットのサイズが小さすぎます
ko: 예치액이 너무 적습니다
pt: Montante do depósito é muito pequeno
ru: Слишком маленький размер депозита
tr: Yatırılan miktar çok az
uk: Недостатній розмір депозиту
zh: 存款额太小

# yourMaxTicketValueIsCurrentlyLimitedByYourBalance
source: Your max ticket value is currently limited by your balance of
es: El valor máximo del ticket está actualmente limitado por su saldo de
fr: La valeur maximale de votre billet est actuellement limitée par votre solde de
hi: आपका अधिकतम टिकट मूल्य वर्तमान में आपकी शेष राशि द्वारा सीमित है
id: Nilai tiket maksimum Anda saat ini dibatasi oleh saldo Anda:
it: Il tuo valore massimo di ticket è attualmente limitato dal tuo saldo di
ja: 最大チケット値は現在、残高によって制限されています。残高：
ko: 현재 잔고에 따라 최대 티켓 가격이 제한되었습니다
pt: O valor máximo do seu ticket atualmente é limitado pelo seu saldo de
ru: Ваша максимальная стоимость билета в настоящее время ограничена вашим балансом
tr: Maksimum bilet değeriniz şu anda şu öğenin limitiyle sınırlıdır:
uk: Максимальна вартість квитка наразі обмежена вашим балансом
zh: 您的最高使用价值目前受您的余额限制

# yourMaxTicketValueIsCurrentlyLimitedByYourDeposit
source: Your max ticket value is currently limited by your deposit of
es: El valor máximo del ticket está actualmente limitado por su depósito de
fr: La valeur maximale de votre billet est actuellement limitée par votre dépôt de
hi: आपका अधिकतम टिकट मूल्य वर्तमान में आपकी जमा राशि से सीमित है
id: Nilai tiket maksimum Anda saat ini dibatasi oleh deposito Anda:
it: Il tuo valore massimo di ticket è attualmente limitato dal tuo deposito di
ja: 最大チケット値は現在、預金によって制限されています。預金：
ko: 현재 예치금에 따라 최대 티켓 가격이 제한되었습니다
pt: O valor máximo do seu ticket atualmente é limitado pelo seu depósito de
ru: Ваша максимальная стоимость билета в настоящее время ограничена вашим депозитом
tr: Maksimum bilet değeriniz şu anda şu öğenin bakiyesiyle sınırlıdır:
uk: Максимальна вартість квитка наразі обмежена вашим депозитом
zh: 您的最高使用价值目前受您的存款限制

source: Consider adding OXT to your account balance.
es: Considere agregar OXT al balance de su cuenta.
fr: Envisagez d’ajouter des OXT au solde de votre compte.
hi: अपने खाते की शेष राशि में ओएक्सटी जोड़ने पर विचार करें।
id: Pertimbangkan untuk menambahkan OXT ke saldo akun Anda.
it: Si ritiene opportuno aggiungere OXT al saldo del tuo account.
ja: アカウント残高にOXTを追加することを検討してください。
ko: 계정 잔고에 OXT를 추가해 주세요.
pt: Considere adicionar OXT ao saldo da sua conta.
ru: Подумайте о добавлении OXT на баланс вашего аккаунта.
tr: Hesap bakiyenize OXT eklemeyi değerlendirin.
uk: Рекомендуємо додати OXT до балансу свого рахунку.
zh: 考虑将OXT添加到您的帐户余额中。

# considerAddingOxtToYourDepositOrMovingFundsFrom
source: Consider adding OXT to your deposit or moving funds from your balance to your deposit.
es: Considere agregar OXT a su depósito o transferir fondos de su saldo a su depósito.
fr: Envisagez d'ajouter des OXT à votre dépôt ou transférez-en depuis votre solde vers votre dépôt.
hi: अपनी जमा राशि में ओएक्सटी जोड़ने या अपनी शेष राशि से धन ले जाने पर विचार करें ।
id: Pertimbangkan untuk menambahkan OXT ke deposito Anda, atau pindahkan dana dari saldo Anda ke deposito Anda.
it: Si ritiene opportuno aggiungere OXT al tuo deposito o di spostare i fondi dal tuo saldo al tuo deposito.
ja: 預金にOXTを追加するか、残高から預金に資金を移動することを検討してください。
ko: 추가 OXT를 예치하시거나 잔고에서 예치금으로의 이동을 고려하시기 바랍니다.
pt: Considere adicionar OXT ao seu depósito ou mover fundos do seu saldo para o seu depósito.
ru: Попробуйте добавить OXT на свой депозит или переведите средства с баланса на ваш депозит.
tr: Yatırılan miktara OXT eklemeyi ya da bakiyenizden bir miktar fonu yatırmayı düşünün.
uk: Рекомендуємо додати OXT до свого депозиту або переказати кошти на депозит із балансу.
zh: 考虑将OXT添加到您的存款中，或将资金从余额中转移到您的存款中。

source: Prices
es: Precios
fr: Prix
hi: कीमतें
id: Harga
it: Prezzi
ja: 価格
ko: 가격
pt: Preços
ru: Цены
tr: Fiyatlar
uk: Ціни
zh: 价格

source: Ticket Value
es: Valor del Ticket
fr: Valeur du billet
hi: टिकट मूल्य
id: Nilai tiket
it: Valore del ticket
ja: チケット価格
ko: 티켓 가치
pt: Valor do ticket
ru: Стоимость билета
tr: Bilet Değeri
uk: Вартість квитка
zh: 使用价值

source: Cost to redeem:
es: Coste de canjear:
fr: Coût pour échanger :
hi: भुनाने की लागत:
id: Biaya untuk penukaran:
it: Costo per riscattare:
ja: 償還費用：
ko: 상환 비용 :
pt: Custo do resgate:
ru: Стоимость выкупа:
tr: Kullanım maliyeti:
uk: Вартість викупу:
zh: 兑换费用：

source: View the docs for help on this issue.
es: Consulte los documentos para obtener ayuda sobre este problema.
fr: Consultez la documentation pour obtenir de l’aide sur ce problème.
hi: इस मुद्दे पर मदद के लिए दस्तावेजों को देखें।
id: Lihat dokumen untuk bantuan tentang masalah ini.
it: Consulta la documentazione per assistenza su questo problema.
ja: この問題のヘルプについてはドキュメントをご覧ください。
ko: 해당 문서를 참고하시기 바랍니다.
pt: Consulte a documentação para obter ajuda.
ru: Посмотреть документы для помощи по этому вопросу.
tr: Bu konuyla ilgili yardım almak için belgeleri görüntüleyin.
uk: Перегляньте довідкові документи стосовно цього питання.
zh: 查看文档以获取相关问题的帮助。

source: Good for browsing and light activity
es: Idóneo para navegar y actividad básica en la red
fr: Idéal pour surfer sur Internet
hi: ब्राउस करने और हल्की गतिविधि के लिए अच्छा है
id: Cocok untuk penjelajahan web dan aktivitas ringan
it: Ideale per la semplice navigazione e per le attività meno complesse
ja: ブラウジングや軽いアクティビティに最適
ko: 탐색 및 가벼운 활동에 적합
pt: Bom para navegação e atividade leve
ru: Хорошо подходит для браузинга и легкой активности
tr: Gezinmek ve düşük aktivite için uygundur
uk: Для перегляду та нечастого використання
zh: 适合网页浏览和低带宽活动

source: Learn more.
es: Más información.
fr: En savoir plus.
hi: ज्यादा जानें।
id: Pelajari lebih lanjut.
it: Ulteriori informazioni.
ja: もっと詳しく
ko: 더 알아보기.
pt: Saiba mais.
ru: Узнать больше.
tr: Daha fazla bilgi edinin.
uk: Докладніше
zh: 了解更多……

source: Connect
es: Conéctate
fr: Connexion
hi: कनेक्ट करें
id: Hubungkan
it: Resta in contatto
ja: 交流する
ko: 연결
pt: Ligar
ru: Будем на связи
tr: Bağlanın
uk: Підключити
zh: 连接

source: Disconnect
es: Desconectar
fr: Déconnecter
hi: डिसकनेक्ट करें
id: Putuskan
it: Disconnetti
ja: 切断する
ko: 분리
pt: Desligar
ru: Отключить
tr: Bağlantıyı Kes
uk: Відключити
zh: 断开

source: WireGuard®️ Hop
es: Hop WireGuard®️
fr: Bond WireGuard®️
hi: वायर-गार्ड®️ हॉप
id: Hop WireGuard®️
it: Hop WireGuard®️
ja: WireGuardホップ
ko: 와이어 가드 홉
pt: Hop WireGuard®️
ru: WireGuard Скачок
tr: WireGuard®️ Ağ Atlaması
uk: Стрибок WireGuard®️
