Repository: MikeOwino/orchid
Catalog: gui-orchid/lib/l10n/app_*.arb
Languages: es, fr, hi, id, it, ja, ko, pt, ru, tr, uk, zh

source: Orchid Hop
es: Hop Orchid
fr: Bond Orchid
hi: ऑर्किड हॉप
id: Hop Orchid
it: Hop Orchid
ja: Orchidホップ
ko: Orchid 홉
pt: Salto Orchid
ru: Orchid скачок
tr: Orchid Ağ Atlaması
uk: Стрибок Orchid
zh: Orchid 跃点

source: Orchid disabled
es: Orchid deshabilitado
fr: Orchid désactivé
hi: ऑर्किड को अक्षम किया गया
id: Orchid dinonaktifkan
it: Orchid disabilitata
ja: Orchidが無効になっています
ko: Orchid 비활성화 상태
pt: Orchid desativado
ru: Служба Orchid отключена
tr: Orchid devre dışı
uk: Orchid деактивовано
zh: Orchid 已禁用

source: Traffic monitoring only
es: Solo monitoreo de tráfico
fr: Surveillance du trafic uniquement
hi: केवल यातात पर निगरानी
id: Pemantauan lalu lintas saja
it: Solo monitoraggio del traffico
ja: トラフィック モニタリングのみ
ko: 트래픽 모니터링만
pt: Apenas monitorização de tráfego
ru: Только мониторинг трафика
tr: Sadece trafik izleme
uk: Лише відстеження трафіку
zh: 仅进行流量监控

source: Orchid connecting
es: Conectando Orchid
fr: Connexion à Orchid
hi: ऑर्किड कनेकट कर रहा है
id: Menghubungkan ke Orchid
it: Orchid si sta connettendo
ja: Orchid接続中
ko: Orchid 연결 중
pt: Orchid a estabelecer ligação
ru: Orchid подключается
tr: Orchid bağlanıyor
uk: Підключення Orchid
zh: 正在连接 Orchid

source: Orchid disconnecting
es: Desconectando Orchid
fr: Déconnexion d'Orchid
hi: ऑर्किड डिसकनेक्ट हो रह है
id: Memutuskan dari Orchid
it: Orchid si sta disconnettendo
ja: Orchid切断中
ko: Orchid 연결 해제 중
pt: Orchid a terminar ligação
ru: Orchid отключается
tr: Orchid bağlantısı kesiliyor
uk: Відключення Orchid
zh: 正在断开连接 Orchid

# numHopsConfigured
source: {num, plural, =0{No hops configured} =1{One hop configured} =2{Two hops configured} other{{num} hops configured}}
es: {num, plural, =0{Ningún hop configurado} =1{Un hop configurado} =2{Dos hops configurados} other{{num} hops configurados}}
fr: {num, plural, =0{Aucun bond configuré} =1{Un bond configuré} =2{Deux bons configurés} other{{num} bonds configurés}}
hi: {num, plural, =0{कोई भी हॉप कॉन्फिगर नहीं किए गए हैं} =1{एक हॉप कॉन्फिगर किया गया है} =2{दो हॉप कॉन्फिगर किए गए हैं} other{{num} हॉप कॉन्फिगर किए गए हैं}}
id: {num, plural, =0{Tidak ada hop yang dikonfigurasi} =1{Satu hop dikonfigurasi} =2{Dua hop dikonfigurasi} other{{num} hop dikonfigurasi}}
it: {num, plural, =0{Nessun hop configurato} =1{Un hop configurato} =2{Due hop configurati} other{{num} hop configurati}}
ja: {num, plural, =0{ホップが構成されていません} =1{1 ホップが構成されました} =2{2 ホップが構成されました} other{{num} ホップが構成されました}}
ko: {num, plural, =0{구성된 홉이 없습니다} =1{1개의 홉이 구성되었습니다} =2{2개의 홉이 구성되었습니다} other{{num}개의 홉이 구성되었습니다}}
pt: {num, plural, =0{Sem hops configurados} =1{Um hop configurado} =2{Dois hops configurados} other{{num} hops configurados}}
ru: {num, plural, one {{num} подключение настроено} few {{num} подключения настроено} many {{num} подключений настроено} =0{Подключения не настроены} =1{Одно подключение настроено} =2{Два подключения настроено} other{{num} подключения настроено}}
tr: {num, plural, =0{Yapılandırılmış atlama yok} =1{Bir atlama yapılandırıldı} =2{İki atlama yapılandırıldı} other{{num} atlama yapılandırıldı}}
uk: {num, plural, one {} few {{num} стрибки сконфігуровано} many {{num} стрибків сконфігуровано} =0{стрибків сконфігуровано} =1{один стрибок сконфігуровано} =2{два стрибки сконфігуровано} other{{num} стрибків сконфігуровано}}
zh: {num, plural, =0{未配置跃点} =1{一个已配置跃点} =2{二个已配置跃点} other{{num} 个已配置跃点}}

source: Delete
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pt: Remover
ru: Удалить
tr: Sil
uk: Видалити
zh: 删除

source: Orchid
hi: ऑर्किड

source: OpenVPN
hi: मुक्त-वीपीएन

source: Hops
fr: Bonds
hi: हॉप
id: Hop
it: Hop
ja: ホップ
ko: 홉
pt: Saltos
ru: Скачки
tr: Ağ Atlaması
uk: Стрибки
zh: 跃点

source: Traffic
es: Tráfico
fr: Trafic
hi: यातायात
id: Lalu lintas
it: Traffico
ja: トラフィック
ko: 트래픽
pt: Tráfego
ru: Трафик
tr: Trafik
uk: Трафік
zh: 流量

source: Curation
es: Curación
fr: Sélection
hi: क्यूरेशन
id: Kurasi
it: Cura
ja: キュレーション
ko: 큐레이션
pt: Curadoria
ru: Курирование
tr: Kürasyon
uk: Контроль
zh: 数据监管

source: Signer Key
es: Clave de firmante
fr: Clé de signature
hi: साइनर कुंजी
id: Kunci penanda tangan
it: Chiave del firmatario
ja: 署名者キー
ko: 서명자 키
pt: Chave do signatário
ru: Ключ подписанта
tr: İmzacı Anahtar
uk: Ключ підписувача
zh: 签名者密钥

source: Copy
es: Copiar
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
tr: Kopyala
uk: Копіювати
zh: 复制

source: Paste
es: Pegar
fr: Coller
hi: चिपकाएँ
id: Tempel
it: Incolla
ja: 貼り付け
ko: 붙여넣기
pt: Colar
ru: Вставить
tr: Yapıştır
uk: Вставити
zh: 粘贴

source: Deposit
es: Depósito
fr: Dépôt
hi: जमा
id: Deposito
it: Deposito
ja: 預金
ko: 예치금
pt: Depósito
ru: Депозит
tr: Depozito
uk: Депозит
zh: 存款

source: Curator
es: Curación
fr: Curateur
hi: क्यूरेटर
id: Kurator
it: Curatore
ja: キュレーター
ko: 큐레이터
pt: Curador(a)
ru: Куратор
tr: Küratör
uk: Контролер
zh: 数据提供者

source: OK
hi: ठीक है
id: Oke
ko: 확인
ru: ОК
tr: Tamam
uk: ОК
zh: 好

# settingsButtonTitle
source: SETTINGS
es: AJUSTES
fr: PARAMÈTRES
hi: सेटिंग
id: PENGATURAN
it: IMPOSTAZIONI
ja: 設定
ko: 설정
pt: CONFIGURAÇÕES
ru: НАСТРОЙКИ
tr: AYARLAR
uk: НАЛАШТУВАННЯ
zh: 设置

source: Confirm this action
es: Confirmar esta acción
fr: Confirmer cette action
hi: इस कार्य की पुष्टि करें
id: Konfirmasi tindakan ini
it: Conferma questa azione
ja: このアクションを確認
ko: 해당 활동 승인하기
pt: Confirmar esta ação
ru: Подтвердите это действие
tr: Eylemi doğrulayın
uk: Підтвердьте цю дію
zh: 确认此操作

# cancelButtonTitle
source: CANCEL
es: CANCELAR
fr: ANNULER
hi: रद्द करें
id: Batal
it: ANNULLA
ja: キャンセル
ko: 취소
pt: CANCELAR
ru: ОТМЕНА
tr: İPTAL
uk: СКАСУВАТИ
zh: 取消

# changesWillTakeEffectInstruction
source: Changes will take effect when the VPN is restarted.
es: Los cambios tendrán efecto una vez reiniciada la VPN.
fr: Les modifications prendront effet lorsque le VPN aura redémarré.
hi: परिवर्तन तक दिखाई देंगे जब वीपीएन को दुबारा शुरू किया जाएगा।
id: Perubahan akan diterapkan saat VPN dinyalakan kembali.
it: Le modifiche avranno effetto al riavvio della VPN.
ja: 変更はVPN が再起動されると有効になります。
ko: VPN을 다시 시작하시면 변경 사항이 적용됩니다.
pt: As suas alterações serão aplicadas assim que a VPN seja reiniciada.
ru: Изменения вступят в силу после перезапуска VPN.
tr: Değişiklikler, VPN yeniden başlatıldığında geçerli olacaktır.
uk: Зміни застосуватимуться після перезапуску VPN.
zh: 重新启动 VPN 后，更改将随之生效。

source: Saved
es: Guardado
fr: Enregistré
hi: सहेज लिया
id: Disimpan
it: Salvato
ja: 保存されました
ko: 저장됨
pt: Guardado
ru: Сохранено
tr: Kaydedildi
uk: Збережено
zh: 已保存

source: Configuration saved
es: Configuración guardada
fr: Configuration enregistrée
hi: कॉन्फिगरेशन को सहेज लिया गया
id: Konfigurasi tersimpan
it: Configurazione salvata
ja: 設定が保存されました
ko: 구성 저장됨
pt: Configuração Guardada
ru: Конфигурация сохранена
tr: Yapılandırma kaydedildi
uk: Конфігурацію збережено
zh: 配置已保存

source: Whoops
es: Upsss
fr: Oups
hi: शाबाश
id: Maaf
it: Ups
ja: あらら
ko: 뭔가 잘못 되었네요!
pt: Ups
ru: Ошибочка
tr: Eyvah
uk: Помилка
zh: 糟糕

# configurationFailedInstruction
source: Configuration failed to save. Please check syntax and try again.
es: Fallo al guardar la configuración. Compruebe por favor la sintaxis e inténtelo de nuevo.
fr: Échec de l'enregistrement de la configuration. Veuillez vérifier la syntaxe et réessayez.
hi: कॉन्फिगरेशन को सहेजा नहीं जा सका। कृपया उसके वाक्य-विन्यास को जाँचें और दुबारा कोशिश करें।
id: Konfigurasi gagal disimpan. Silakan periksa sintaksisnya, lalu coba lagi.
it: Impossibile salvare la configurazione. Per favore, controlla la sintassi e riprova.
ja: 設定を保存できませんでした。 構文を確認してもう一度お試しください。
ko: 구성을 저장하지 못했습니다. 구문을 확인한 후 다시 시도하세요.
pt: Falha ao salvar a configuração. Verifique a sintaxe e tente novamente.
ru: Не удалось сохранить конфигурацию. Проверьте синтаксис и попробуйте еще раз.
tr: Yapılandırma kaydedilemedi. Lütfen söz dizimini kontrol edin ve tekrar deneyin.
uk: Не вдалося зберегти конфігурацію. Перевірте синтаксис і повторіть спробу.
zh: 无法保存配置，请重试。

source: Add Hop
es: Añadir Hop
fr: Ajouter un bond
hi: हॉप जोड़ें
id: Tambahkan hop
it: Aggiungi hop
ja: ホップを追加
ko: 홉 추가
pt: Adicionar Hop
ru: Добавить скачок
tr: Ağ Atlaması Ekle
uk: Додати стрибок
zh: 添加跃点

source: Scan
es: Escanear
fr: Scanner
hi: स्कैन करें
id: Pindai
it: Scansiona
ja: スキャン
ko: 스캔
pt: Digitalizar
ru: Сканировать
tr: Tara
uk: Сканувати
zh: 扫描

source: Invalid QR Code
es: Código QR no válido
fr: Code QR non valide
hi: अमान्य क्यूआर कोड
id: Kode QR tidak valid
it: QR code non valido
ja: 無効なQRコード
ko: 잘못된 QR 코드입니다
pt: Código QR inválido
ru: Неверный QR-код
tr: Geçersiz QR Kodu
uk: Недійсний QR-код
zh: 无效二维码

# theQRCodeYouScannedDoesNot
source: The QR code you scanned does not contain a valid account configuration.
es: El código QR escaneado no contiene una configuración de cuenta válida.
fr: Le code QR que vous avez scanné ne contient pas de configuration de compte valide.
hi: आपने जिस क्यूआर कोड को स्कैन किया है, उसमें एक मान्य खाता कॉन्फिगरेशन नहीं है।
id: Kode QR yang dipindai tidak memiliki konfigurasi akun yang valid.
it: Il QR code scansionato non contiene una configurazione valida dell'account.
ja: スキャンしたQRコードには有効なアカウント設定が含まれていません。
ko: 스캔하신 QR 코드는 유효한 계정 구성이 아닙니다.
pt: O código QR que você digitalizou não contém uma configuração de conta válida.
ru: Отсканированный код не содержит действующей конфигурации счета.
tr: Tarattığınız QR kodu, geçerli bir hesap yapılandırması içermiyor.
uk: Сканований QR-код не містить дійсної конфігурації рахунку.
zh: 您扫描的二维码未包含有效帐户配置。

source: Invalid Code
es: Código no válido
fr: Code non valide
hi: अमान्य कोड
id: Kode tidak valid
it: Codice non valido
ja: 無効なコード
ko: 잘못된 코드
pt: Código inválido
ru: Неверный код
tr: Geçersiz Kod
uk: Недійсний код
zh: 无效代码

# theCodeYouPastedDoesNot
source: The code you pasted does not contain a valid account configuration.
es: El código que pegaste no contiene una configuración de cuenta válida.
fr: Le code que vous avez collé ne contient pas de configuration de compte valide.
hi: आपने जो कोड चिपकाया है, उसमें एक मान्य खाता कॉन्फिगरेशन नहीं है।
id: Kode yang dimasukan tidak memiliki konfigurasi akun yang valid.
it: Il codice incollato non contiene una configurazione valida dell'account.
ja: 貼り付けたQRコードには有効なアカウント設定が含まれていません。
ko: 유효한 계정 구성이 아닙니다.
pt: O código que você colou não contém uma configuração de conta válida.
ru: Вставленный код не содержит действующей конфигурации счета.
tr: Yapıştırdığınız kod, geçerli bir hesap yapılandırması içermiyor.
uk: Вставлений код не містить дійсної конфігурації рахунку.
zh: 您粘贴的代码未包含有效帐户配置。

source: OpenVPN Hop
es: Hop OpenVPN
fr: Bond OpenVPN
hi: मुक्त-वीपीएन हॉप
id: Hop OpenVPN
it: Hop OpenVPN
ja: OpenVPN ホップ
ko: OpenVPN 홉
pt: Hop OpenVPN
ru: OpenVPN скачок
tr: OpenVPN Ağ Atlaması
uk: Стрибок OpenVPN
zh: OpenVPN 跃点

source: Username
es: Usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
id: Nama pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
pt: Nome do Utilizador
ru: Имя пользователя
tr: Kullanıcı Adı
uk: Імʼя користувача
zh: 用户名

source: Password
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata sandi
ja: パスワード
ko: 비밀번호
pt: Palavra Passe
ru: Пароль
tr: Parola
uk: Пароль
zh: 密码

source: Config
es: Configuración
fr: Configuration
hi: कॉन्फिग
id: Konfigurasi
it: Conﬁg
ja: 設定
ko: 구성
pt: Configuração
ru: Конфигурация
tr: Yapılandırma
uk: Конфігурація
zh: 配置

# pasteYourOVPN
source: Paste your OVPN config file here
es: Pega tu archivo de configuración OVPN aquí
fr: Collez votre fichier de configuration OVPN ici
hi: अपनी ओवीपीएन कॉन्फिग फाइल को यहाँ चिपकाएँ
id: Tempel berkas konfigurasi OVPN di sini
it: Incolla qui il tuo file OVPN Config
ja: OVPN設定ファイルをここに貼り付けてください
ko: 여기에 OVPN 구성 파일을 붙여넣으세요
pt: Cole seu ficheiro de configuração OVPN aqui
ru: Вставьте сюда свой файл конфигурации OVPN
tr: OVPN yapılandırma dosyanızı buraya yapıştırın
uk: Вставте файл конфігурації OVPN тут
zh: 请在此处粘贴 OVPN 配置

source: Enter your credentials
es: Introduce tus credenciales
fr: Saisissez vos identifiants
hi: अपने प्रत्यायन दर्ज करें
id: Masukkan kredensial Anda
it: Inserisci le tue credenziali
ja: 資格情報を入力してください
ko: 자격 증명을 입력하세요
pt: Insira as suas credenciais
ru: Введите свои учетные данные
tr: Kimlik bilgilerinizi girin
uk: Уведіть облікові дані
zh: 输入您的凭据

# enterLoginInformationInstruction
source: Enter the login information for your VPN provider above. Then paste the contents of your provider’s OpenVPN config file into the field provided.
es: Introduce la información de acceso de tu proveedor VPN arriba. Después pega el contenido de la configuración OpenVPN de tu proveedor en el campo previsto.
fr: Saisissez les informations de connexion de votre fournisseur VPN ci-dessus. Collez ensuite le contenu du fichier de configuration OpenVPN de votre fournisseur dans le champ fourni.
hi: ऊपर अपने वीपीएन प्रदाता के लिए लॉगिन जानकारी दर्ज करें। फिर अपने प्रदाता की ओपनवीपीएन कॉन्फिग फाइल की सामग्री को प्रदान किए गए स्थान में चिपकाएँ।
id: Masukkan informasi akses ke penyedia VPN Anda di atas. Kemudian tempelkan isi berkas konfigurasi OpenVPN penyedia Anda di kotak yang telah disediakan.
it: Inserisci sopra i dati di accesso per il tuo provider VPN. Incolla, quindi, il contenuto del file OVPN Config del provider nel campo fornito.
ja: 上記のVPNプロバイダーのログイン情報を入力します。次に、提供されたフィールドにプロバイダーのOpenVPN設定ファイルの内容を貼り付けます。
ko: 위의 VPN 제공업체에 대한 로그인 정보를 입력하세요. 그 후, 해당 업체의 OpenVPN 구성 파일 내용을 입력하세요.
pt: Insira as suas credenciais do seu fornecedor de VPN abaixo. Depois cole o conteúdo do ficheiro de configuração da OpenVPN do seu fornecedor no campo fornecido.
ru: Введите логин информацию для своего VPN-провайдера выше. Затем вставьте содержимое файла конфигурации OpenVPN провайдера в соответствующее поле.
tr: VPN sağlayıcınızın giriş bilgilerini yukarıya girin. Daha sonra sağlayıcınızın OpenVPN yapılandırma dosyasının içeriğini, verilen alana yapıştırın.
uk: Уведіть дані для входу в обліковий запис VPN-провайдера вище. Потім вставте вміст файлу конфігурації OpenVPN в надане поле.
zh: 输入以上 VPN 提供商的登录信息，然后粘贴提供商的 OpenVPN 配置文件内容至所提供的字段中。

source: Save
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장하기
pt: Guardar
ru: Сохранить
tr: Kaydet
uk: Зберегти
zh: 保存

source: Help
es: Ayuda
fr: Aide
hi: मदद
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
pt: Ajuda
ru: Справка
tr: Yardım
uk: Довідка
zh: 帮助

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシー ポリシー
ko: 개인정보 보호정책
pt: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
uk: Політика конфіденційності
zh: 隐私政策

source: Open Source Licenses
es: Licencias de código abierto
fr: Licences Open source
hi: मुक्त स्रोत लाइसेंस
id: Lisensi Open Source
it: Licenze open source
ja: オープンソース ライセンス
ko: 오픈 소스 라이선스
pt: Licenças Open Source
ru: Лицензии с открытым исходным кодом
tr: Açık Kaynak Lisansları
uk: Ліцензії з відкритим кодом
zh: 开源许可

source: Settings
es: Ajustes
fr: Paramètres
hi: सेटिंग
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh: 设置

source: Version
es: Versión
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
pt: Versão
ru: Версия
tr: Sürüm
uk: Версія
zh: 版本

source: No version
es: Sin versión
fr: Aucune version
hi: कोई संस्करण नहीं है
id: Tidak ada versi
it: Nessuna versione
ja: バージョンなし
ko: 버전 없음
pt: Sem versão
ru: Нет версии
tr: Sürüm yok
uk: Без версії
zh: 无版本

source: Orchid Overview
es: Descripción general de Orchid
fr: Vue d'ensemble d'Orchid
hi: ऑर्किड सारांश
id: Ringkasan Orchid
it: Panoramica di Orchid
ja: Orchidの概要
ko: Orchid 개요
pt: Visão geral da Orchid
ru: Обзор Orchid
tr: Orchid'e Genel Bakış
uk: Огляд Orchid
zh: Orchid 概述

source: Default Curator
es: Curación predeterminada
fr: Curateur par défaut
hi: डिफॉल्ट क्यूरेटर
id: Kurator standar
it: Curatore predefinito
ja: デフォルトのキュレーター
ko: 기본설정 큐레이터
pt: Curador padrão
ru: Стандартный куратор
tr: Varsayılan Küratör
uk: Контролер за замовченням
zh: 默认数据提供人

source: Query Balances
es: Consultar Saldo
fr: Consulter les soldes
hi: शेष राशि के बारे में पूछें
id: Minta info saldo
it: Controlla saldo
ja: 残高クエリ
ko: 잔액 보기
pt: Consultar Saldos
ru: Баланс запросов
tr: Bakiyeleri Sorgula
uk: Запит балансів
zh: 查询余额

source: Reset
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
id: Atur ulang
it: Reimposta
ja: リセット
ko: 재설정
pt: Redefinir
ru: Сбросить
tr: Sıfırla
uk: Скинути
zh: 重置

source: Manage Configuration
es: Administrar Configuración
fr: Gérer la configuration
hi: कॉन्फिगरेशन को प्रबंधित करें
id: Kelola konfigurasi
it: Gestisci configurazione
ja: 構成の管理
ko: 구성 관리
pt: Gerir Configuração
ru: Управление конфигурацией
tr: Yapılandırmayı Yönet
uk: Керування конфігурацією
zh: 管理配置

# warningThesefeature
source: Warning: These features are intended for advanced users only. Please read all instructions.
es: Advertencia: estas funciones están dirigidas a usuarios avanzados. Lea todas las instrucciones.
fr: Avertissement : Ces fonctionnalités sont destinées aux utilisateurs avancés uniquement. Veuillez lire toutes les instructions.
hi: चेतावनी: ये सुविधाएँ केवल उन्नत उपयोगकर्ताओं के लिए हैं। कृपया सभी निर्देशों को पढ़ें।
id: Peringatan: Fitur ini hanya ditujukan bagi pengguna tingkat lanjut. Silakan baca semua petunjuk.
it: Attenzione: queste funzionalità sono destinate solo agli utenti esperti. Per favore, leggi tutte le istruzioni.
ja: 警告：これらの機能は上級ユーザーのみを対象としています。すべての指示をお読みください。
ko: 경고: 이 기능은 고급 사용자를 위한 기능 합니다. 모든 설명을 읽어 보시기 바랍니다.
pt: Aviso: esses recursos são direcionados somente a usuários avançados. Leia todas as instruções.
ru: Предупреждение: эти функции предназначены только для опытных пользователей. Пожалуйста, прочитайте все инструкции.
tr: Uyarı: Bu özellikler ileri düzey kullanıcılara yöneliktir. Lütfen tüm talimatları okuyun.
uk: Увага! Ці функції призначені лише для досвідчених користувачів. Прочитайте всі інструкції.
zh: 警告： 这些功能仅适用于高级用户。 请阅读所有说明。

source: Export Hops Configuration
es: Exportar Configuración de Hops
fr: Exporter la configuration des bonds
hi: हॉप्स कॉन्फिगरेशन को निर्यात करें
id: Ekspor konfigurasi hop
it: Esporta configurazione hops
ja: ホップ設定のエクスポート
ko: 구성한 홉 내보내기
pt: Exportar configurações de hop
ru: Экспорт конфигурации подключения
tr: Ağ Atlaması Yapılandırmasını Dışarı Aktarın
uk: Експорт конфігурації стрибків
zh: 导出跃点配置

source: Export
es: Exportar
fr: Exporter
hi: निर्यात करें
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
pt: Exportar
ru: Экспорт
tr: Dışarı Aktar
uk: Експорт
zh: 导出

# warningExportedConfiguration
source: Warning: Exported configuration includes the signer private key secrets for the exported hops. Revealing private keys exposes you to loss of all funds in the associated Orchid accounts.
es: Advertencia: la configuración exportada incluye las claves secretas privadas del firmante para los Hops exportados. Revelar las claves privadas le expone a la pérdida total de los fondos en sus cuentas Orchid asociadas.
fr: Avertissement : La configuration exportée inclut les secrets de clé privée du signataire pour les bonds exportés. La révélation des clés privées vous expose à la perte de tous les fonds des comptes Orchid associés.
hi: चेतावनी: निर्यात कॉन्फिगरेशन में निर्यात किए गए हॉपों के लिए साइनर निजी कुंजी रहस्य शामिल हैं। निजी कुंजियों का खुलासा करने पर आप आर्किड खातों से जुड़ी सभी निधियों को जोखिम में डाल देंगे।
id: Peringatan: Konfigurasi yang diekspor memuat rahasia kunci privat penanda tangan untuk hop yang diekspor. Menyingkapkan kunci privat dapat mengakibatkan hilangnya semua dana pada akun Orchid yang terkait.
it: Attenzione: la configurazione esportata include i secrets della chiave privata del firmatario degli hops esportati. Rivelando le chiavi private rischi di perdere tutti i fondi negli account Orchid associati.
ja: 警告：エクスポートされる設定にはエクスポートされたホップの署名者秘密鍵が含まれます。 秘密鍵を公開すると、関連するOrchidアカウントのすべての資金が失われます。
ko: 경고: 내보내기 된 구성사항에 홉에 대한 서명자 개인 키 암호가 포함되어 있습니다. 개인 키가 노출되면 연결된 Orchid 계정 안의 모든 자금을 잃을 수 있습니다.
pt: Aviso: a configuração exportada inclui os segredos de chave privada do signatário para os hops exportados. Revelar chaves privadas expõe-o à perda de todos os seus fundos nas contas Orchid relacionadas.
ru: Предупреждение: экспортированная конфигурация включает секретные закрытые ключи подписанта для экспортируемых скачков. Раскрывая закрытие ключи, вы можете потерять все средства на соответствующих счетах Orchid.
tr: Uyarı: Dışarı aktarılan yapılandırmalar, dışa aktarılan ağ atlamaları için imzalama işlemini yapan gizli anahtarları da içerir. Bu gizli anahtarların açığa çıkması, ilişkili Orchid hesaplarındaki tüm fonların kaybıyla sonuçlanabilir.
uk: Увага! Експортована конфігурація містить закриті приватні ключі підписувача для експортованих стрибків. Розкриття закритих ключів може призвести до втрати всіх коштів на пов’язаних облікових записах Orchid.
zh: 警告： 导出的配置包括已导出跃点的签名者私钥。 泄露私钥可能导致您损失相关 Orchid 帐户中的所有资金。

source: Import Hops Configuration
es: Importar Configuración de Hops
fr: Importer la configuration des bonds
hi: हॉप कॉन्फिगरेशन आयात करें
id: Impor konfigurasi hop
it: Importa configurazione hops
ja: ホップ設定のインポート
ko: 홉 구성 가져오기
pt: Importar configurações do Hop
ru: Импорт конфигурации скачков
tr: Ağ Atlaması Yapılandırmasını İçeri Aktarın
uk: Імпорт конфігурації стрибків
zh: 导入跃点配置

source: Import
es: Importar
fr: Importer
hi: आयात करें
id: Impor
it: Importa
ja: インポート
ko: 가져오기
pt: Importar
ru: Импорт
tr: İçeri Aktar
uk: Імпорт
zh: 导入
