Repository: MikeOwino/orchid
Catalog: gui-orchid/lib/l10n/app_*.arb
Languages: es, fr, hi, id, it, ja, ko, pt, ru, tr, uk, zh

# averagePriceIsUSDPerGb
source: Average price is {price} USD per GB
es: El precio medio es de {price} USD por GB
fr: Le prix moyen est de {price} USD par Go
hi: औसत मूल्य {price} अमेरिकी डॉलर प्रति जीबी है
id: Harga rata-rata adalah {price} USD per GB
it: Il prezzo medio è {price} USD per GB
ja: 平均価格は 1GB あたり {price} 米ドルです
ko: 평균 가격은 GB당 {price} USD입니다
pt: O preço médio é de {price} USD por GB
ru: Средняя цена составляет {price} долл. США за ГБ
tr: Ortalama fiyat GB başına {price} USD'dir
uk: Середня ціна: {price} USD за Гб
zh: 平均价格为每 GB {price} 美元

source: My Orchid Config
es: Mi configuración de Orchid
fr: Ma configuration Orchid
hi: मेरा ऑर्किड कॉन्फिग
id: Konfigurasi Orchid saya
it: La mia configurazione di Orchid
ja: Orchid の設定
ko: 나의 Orchid 설정
pt: A Minha Configuração do Orchid
ru: Моя конфигурация Orchid
tr: Orchid Yapılandırmam
uk: Моя конфігурація Orchid
zh: 我的 Orchid 配置

source: No account selected
es: Ninguna cuenta seleccionada
fr: Aucun compte sélectionné
hi: कोई खाता नहीं चुना गया है
id: Tidak ada akun yang dipilih
it: Nessun account selezionato
ja: アカウントが選択されていません
ko: 선택한 계정이 없습니다
pt: Nenhuma conta selecionada
ru: Аккаунт не выбран
tr: Seçili hesap yok
uk: Не вибрано рахунок
zh: 未选择帐户

source: Inactive
es: Inactivo
fr: Inactif
hi: निष्क्रिय
id: Tidak aktif
it: Inattivo
ja: 非アクティブ
ko: 비활성
pt: Inativo
ru: Неактивно
tr: Etkin değil
uk: Неактивно
zh: 非活跃

source: Tickets
fr: Billets
hi: टिकट
id: Tiket
it: Ticket
ja: チケット
ko: 티켓
pt: Bilhetes
ru: Заявки
tr: Biletler
uk: Квитки
zh: 彩币

source: Accounts
es: Cuentas
fr: Comptes
hi: खाते
id: Akun
it: Account
ja: アカウント
ko: 계정
pt: Contas
ru: Аккаунты
tr: Hesaplar
uk: Рахунки
zh: 帐户

source: Orchid Identity
es: Identidad Orchid
fr: Identité Orchid
hi: ऑर्किड पहचान
id: Identitas Orchid
it: Identità Orchid
ja: Orchid アイデンティティ
ko: Orchid ID
pt: Identidade do Orchid
ru: Идентификатор Orchid
tr: Orchid Kimliği
uk: Ідентифікатор Orchid
zh: Orchid ID

source: ADD FUNDS
es: AGREGAR FONDOS
fr: AJOUTER DES FONDS
hi: निधियाँ जोड़ें
id: TAMBAH DANA
it: AGGIUNGI FONDI
ja: 資金を追加
ko: 자금 추가
pt: ADICIONAR FUNDOS
ru: ПОПОЛНИТЬ СЧЕТ
tr: FON EKLE
uk: ДОДАТИ КОШТИ
zh: 充值

source: GB
fr: Go
hi: जीबी
ru: ГБ
uk: Гб

source: Hop
fr: Bond
hi: हॉप
ja: ホップ
ko: 홉
pt: Salto
ru: Подключение
tr: Atlama
uk: Стрибок
zh: 跃点

source: Circuit
es: Circuito
hi: परिपथ
id: Sirkuit
it: Circuito
ja: 回路
ko: 순환
pt: Circuito
ru: Цепь
tr: Devre
uk: Ланцюжок
zh: 线路

source: Clear all analysis data?
es: ¿Borrar todos los datos de análisis?
fr: Effacer toutes les données d'analyse ?
hi: सभी विश्लेषण डेटा को साफ करें?
id: Hapus semua data analisis?
it: Vuoi cancellare tutti i dati delle analisi?
ja: すべての分析データを消去しますか？
ko: 모든 분석 데이터를 지우시겠습니까?
pt: Limpar todos os dados de análise?
ru: Очистить все данные анализа?
tr: Analiz verileri tamamen temizlensin mi?
uk: Очистити всі дані аналізу?
zh: 清除所有分析数据？

source: This action will clear all previously analyzed traffic connection data.
es: Esta acción borrará todos los datos de conexión de tráfico previamente analizados.
fr: Cette action effacera toutes les données de connexion de trafic précédemment analysées.
hi: इस कार्रवाई से पहले के सभी यातायात कनेक्शन विश्लेषण आँकड़े साफ हो जाएँगे।
id: Tindakan ini akan menghapus semua data lalu lintas koneksi yang pernah dianalisa sebelumnya.
it: Verranno cancellati tutti i dati di connessione al traffico analizzati in precedenza.
ja: このアクションにより、以前に分析されたすべてのトラフィック接続データが消去されます。
ko: 이 작업은 이전에 분석된 모든 트래픽 연결 데이터를 지웁니다.
pt: Esta ação limpa todos os dados de ligação de tráfego anteriormente analisados.
ru: Это действие очистит все данные о трафике соединения проанализированном ранее.
tr: Bu işlem, daha önce analiz edilmiş tüm trafik bağlantısı verisini temizleyecektir.
uk: Буде видалено всі раніше проаналізовані дані з’єднання трафіку.
zh: 此操作将清除所有先前分析的流量连接数据。

source: CLEAR ALL
es: BORRAR TODO
fr: TOUT EFFACER
hi: सबको साफ करें
id: HAPUS SEMUA
it: CANCELLA TUTTO
ja: すべてクリア
ko: 모두 지우기
pt: LIMPAR TUDO
ru: ОЧИСТИТЬ ВСЕ
tr: HEPSİNİ TEMİZLE
uk: ОЧИСТИТИ ВСЕ
zh: 全部清除

source: STOP ANALYSIS
es: DETENER ANÁLISIS
fr: ARRÊTER L'ANALYSE
hi: विश्लेषण रोकें
id: HENTIKAN ANALISIS
it: INTERROMPI ANALISI
ja: 分析を停止
ko: 분석 중지
pt: PARAR ANÁLISE
ru: ПРЕРВАТЬ АНАЛИЗ
tr: ANALİZİ DURDUR
uk: ЗУПИНИТИ АНАЛІЗ
zh: 停止分析

source: START ANALYSIS
es: INICIAR ANÁLISIS
fr: COMMENCER L'ANALYSE
hi: विश्लेषण शुरू करें
id: MULAI ANALISIS
it: AVVIA ANALISI
ja: 分析を開始
ko: 분석 시작
pt: INICIAR ANÁLISE
ru: НАЧАТЬ АНАЛИЗ
tr: ANALİZİ BAŞLAT
uk: ПОЧАТИ АНАЛІЗ
zh: 开始分析

# orchidAccountsInclude247CustomerSupportUnlimitedDevicesAndAre
source: Orchid accounts include 24/7 customer support, unlimited devices and are backed by the <link2>xDai cryptocurrency</link2>.
es: Las cuentas Orchid incluyen soporte al cliente 24/7, dispositivos ilimitados y están respaldadas por la <link2>criptomoneda xDai</link2>.
fr: Les comptes Orchid comprennent une assistance client 24h/24 et 7j/7, un nombre illimité d'appareils et sont soutenus par la <link2>crypto-monnaie xDai</link2>.
hi: आर्किड खातों में 24/7 ग्राहक समर्थन और असीमित डिवाइस शामिल हैं और वह <link2>डाय क्रिप्टो-मुद्रा</link2>द्वारा समर्थित है।
id: Akun Orchid menyediakan layanan bantuan pelanggan 24/7, tanpa batasan jumlah perangkat, dan didukung oleh <link2>mata uang kripto xDai</link2>.
it: Gli account Orchid includono assistenza clienti 24x7, dispositivi illimitati e sono supportati dalla <link2>criptovaluta Dai</link2>.
ja: Orchid アカウントには、24 時間年中無休のカスタマー サポート、無制限のデバイスが含まれ、<link2>0xDai 暗号通貨</link2>によって裏打ちされています。
ko: Orchid 계정에는 연중무휴 고객 지원, 무제한 장치가 포함되며 <link2>xDai 암호화폐</link2>로 지원됩니다.
pt: As contas do Orchid incluem apoio técnico 24h, dispositivos ilimitados e são apoiados pela <link2>criptografia xDai</link2>.
ru: Аккаунты Orchid — это круглосуточная служба поддержки без выходных и неограниченное количество устройств. Они работают на базе <link2>криптовалюты xDai</link2>.
tr: Orchid hesaplarına 7/24 müşteri desteği, sınırsız cihaz dâhildir ve <link2>xDai kripto para birimi</link2> ile desteklenir.
uk: Рахунки Orchid передбачають цілодобову підтримку клієнтів, необмежену кількість пристроїв і забезпечені <link2>криптовалютою xDai</link2>.
zh: Orchid 帐户提供 7 天/24 小时客户支持，不限设备数量，并支持 <link2>xDai 加密货币</link2>。

# purchasedAccountsConnectExclusivelyToOur
source: Purchased accounts connect exclusively to our <link1>preferred providers</link1>.
es: Las cuentas compradas se conectan exclusivamente a nuestros <link1>proveedores preferidos</link1>.
fr: Les comptes achetés se connectent exclusivement à nos <link1>fournisseurs préférés</link1>.
hi: खरीदे गए खाते अनन्य रूप से हमारे <link1>प्राथमिकतापूर्ण प्रदाताओं से</link1> कनेक्ट होते हैं।
id: Akun yang dibeli terhubung secara eksklusif ke <link1>penyedia pilihan</link1> kami.
it: Gli account acquistati si connettono esclusivamente ai nostri <link1>provider preferiti</link1>.
ja: 購入したアカウントは、当社の<link1>優先プロバイダー</link1>のみに接続されます。
ko: 유료 계정은 <link1>우선 제공업체</link1>에 독점적으로 연결됩니다.
pt: As contas adquiriras ligam-se exclusivamente aos nossos <link1>fornecedores preferidos</link1>.
ru: Приобретенные аккаунты подключаются исключительно к <link1>нашим избранным провайдерам</link1>.
tr: Satın alınmış hesaplar, özel olarak <link1>tercih edilen sağlayıcılarımıza</link1> bağlanırlar.
uk: Придбані рахунки підключаються лише до <link1>рекомендованих провайдерів</link1>.
zh: 已购买的帐户将仅连接到我们的<link1>首选提供商</link1>。

source: Refund policy covered by app stores.
es: Política de reembolso cubierta por las tiendas de apps.
fr: Politique de remboursement couverte par les app stores.
hi: ऐप स्टोर की धनवापसी नीति।
id: Kebijakan pengembalian dana dicakup oleh toko aplikasi.
it: Politica di rimborso coperta dagli app store.
ja: アプリ ストアの対象となる払い戻しポリシー。
ko: 앱 스토어에서 적용되는 환불 정책.
pt: A política de reembolso é coberta pelas lojas de aplicações.
ru: Политика возврата средств определяется магазинами приложений.
tr: Uygulama mağazalarının geri ödeme politikalarına tabidir.
uk: Повернення коштів, згідно з відповідними правилами, забезпечують магазини додатків.
zh: 应用商店提供退款政策。

source: Orchid is unable to display in-app purchases at this time.
es: Orchid no puede mostrar las compras dentro de la app en este momento.
fr: Orchid n'est pas en mesure d'afficher les achats intégrés pour le moment.
hi: ऑर्किड इस समय ऐप में से की गई खरीदारियों को दर्शा नहीं पा रहा है।
id: Orchid tidak dapat menampilkan pembelian dalam aplikasi untuk saat ini.
it: Orchid non al momento è in grado di visualizzare gli acquisti in-app.
ja: 現時点では、Orchidはアプリ内購入を表示できません。
ko: Orchid는 현재 인앱 구매를 표시할 수 없습니다.
pt: O Orchid não consegue exibir as compras dentro da aplicação no momento.
ru: В настоящее время Orchid не может отображать покупки в приложении.
tr: Orchid şu anda uygulama içi satın alımları görüntüleyemiyor.
uk: Orchid зараз не може відображати покупки в додатку.
zh: Orchid 目前无法显示 App 内购买功能。

# pleaseConfirmThatThisDeviceSupportsAndIsConfiguredFor
source: Please confirm that this device supports and is configured for in-app purchases.
es: Por favor confirma que este dispositivo es compatible y está configurado para compras dentro de la app.
fr: Veuillez confirmer que cet appareil prend en charge et est configuré pour les achats intégrés.
hi: कृपया पुष्टि करें कि यह डिवाइस ऐप से खरीदारी का समर्थन करता है और उसे इसके लिए कॉन्फिगर किया गया है।
id: Harap konfirmasi bahwa perangkat ini mendukung dan terkonfigurasi untuk pembelian dalam aplikasi.
it: Verifica che il dispositivo supporti e sia configurato per gli acquisti in-app.
ja: このデバイスがアプリ内購入をサポートし、構成されていることを確認してください。
ko: 이 기기가 인앱 구매를 지원하고 설정되어 있는지 확인하세요.
pt: Confirme que este dispositivo suporta e está configurado para compras na aplicação.
ru: Убедитесь, что это устройство поддерживает покупки в приложении и настроено для них.
tr: Lütfen bu cihazın uygulama içi satın alımları desteklediğini ve buna uygun şekilde ayarlandığını onaylayın.
uk: Переконайтеся, що цей пристрій підтримує покупки в додатку та налаштований для них.
zh: 请确认此设备支持 App 内购买功能并经过适当配置。

# pleaseConfirmThatThisDeviceSupportsAndIsConfiguredForOrUseOurDecentralized
source: Please confirm that this device supports and is configured for in-app purchases or use our decentralized <link>account management</link> system.
es: Por favor confirma que este dispositivo es compatible y está configurado para compras dentro de la app o la utilización de nuestro sistema de <link>gestión de cuentas</link> descentralizado.
fr: Veuillez confirmer que cet appareil prend en charge et est configuré pour les achats intégrés ou utilisez notre système de <link>gestion de compte</link> décentralisé.
hi: कृपया पुष्टि करें कि यह डिवाइस ऐप से खरीदारी को समर्थित करता है और उसे इसके लिए कॉन्फिगर किया गया है, अथवा हमारे विकेंद्रीकृत <link>खाता प्रबंधन</link> प्रणाली का उपयोग करें।
id: Harap konfirmasi bahwa perangkat ini mendukung dan terkonfigurasi untuk pembelian dalam aplikasi, atau gunakan sistem <link>manajemen akun </link> terdesentralisasi kami.
it: Verifica che il dispositivo supporti e sia configurato per gli acquisti in-app o utilizzi il nostro sistema di <link>gestione degli account</link> decentralizzato.
ja: このデバイスがアプリ内購入をサポートおよび構成されていることを確認するか、分散型の<link>アカウント管理</link> システムを使用してください。
ko: 이 기기가 인앱 구매를 지원하고 설정되어 있는지 확인하거나, 당사의 분산식 <link>계정 관리</link> 시스템을 사용하세요.
pt: Confirme que este dispositivo suporta e está configurado para compras na aplicação ou utilize o nosso sistema descentralizado de <link>gestão de contas</link>.
ru: Убедитесь, что это устройство поддерживает покупки в приложении и настроено для них. Вы также можете воспользоваться нашей децентрализованной системой <link>управления аккаунтами</link>.
tr: Lütfen bu cihazın uygulama içi satın alımları desteklediğini ve buna uygun şekilde ayarlandığını onaylayın ya da merkezi olmayan <link>hesap yönetimi</link> sistemimizi kullanın.
uk: Переконайтеся, що цей пристрій підтримує покупки в додатку та налаштований для них, або скористайтеся нашою децентралізованою системою <link>керування рахунками</link>.
zh: 请确认此设备支持 App 内购买功能并经过适当配置，或者使用我们去中心化的<link>帐户管理</link>系统。

source: BUY
es: COMPRAR
fr: ACHETER
hi: खरीदें
id: BELI
it: ACQUISTA
ja: 購入する
ko: 구입
pt: COMPRAR
ru: КУПИТЬ
tr: SATIN AL
uk: КУПИТИ
zh: 购买

# gbApproximately12
source: 12GB (approximately)
es: 12GB (aproximadamente)
fr: 12 Go (environ)
hi: 12जीबी (लगभग)
id: 12GB (kira-kira)
it: 12 GB (circa)
ja: 12GB (近似値)
ko: 12GB (대략)
pt: 12GB (aproximadamente)
ru: 12 ГБ (приблизительно)
tr: 12GB (yaklaşık)
uk: 12 Гб (приблизно)
zh: 12GB（近似值）

# gbApproximately60
source: 60GB (approximately)
es: 60GB (aproximadamente)
fr: 60 Go (environ)
hi: 60जीबी (लगभग)
id: 60GB (kira-kira)
it: 60 GB (circa)
ja: 60GB (近似値)
ko: 60GB (대략)
pt: 60GB (aproximadamente)
ru: 60 ГБ (приблизительно)
tr: 60GB (yaklaşık)
uk: 60 Гб (приблизно)
zh: 60GB（近似值）

# gbApproximately240
source: 240GB (approximately)
es: 240GB (aproximadamente)
fr: 240 Go (environ)
hi: 240जीबी (लगभग)
id: 240GB (kira-kira)
it: 240 GB (circa)
ja: 240GB (近似値)
ko: 240GB (대략)
pt: 240GB (aproximadamente)
ru: 240 ГБ (приблизительно)
tr: 240GB (yaklaşık)
uk: 240 Гб (приблизно)
zh: 240GB（近似值）

# idealSizeForMediumtermIndividualUsageThatIncludesBrowsingAnd
source: Ideal size for medium-term, individual usage that includes browsing and light streaming.
es: Tamaño ideal para uso intermedio o individual que incluye navegación y streaming ligero.
fr: Taille idéale pour une utilisation individuelle à moyen terme, y compris la navigation et le streaming léger.
hi: मध्यम अवधि के व्यक्तिगत उपयोग हेतु, जिसमें ब्राउजिंग और हल्की स्ट्रीमिंग शामिल है, यह आदर्श आमाप है
id: Cocok untuk penggunaan individu jangka menengah yang mencakup penjelajahan dan streaming ringan.
it: Dimensioni ideali per l'uso individuale a medio termine che include la navigazione e lo streaming leggero.
ja: ブラウジングや軽いストリーミングを含む中期的な個人使用に理想的なサイズです。
ko: 브라우징 및 가벼운 스트리밍을 포함하는 중단기 개인적인 사용에 이상적인 크기입니다.
pt: Tamanho ideal para uma utilização individual a médio-prazo que inclui navegação e streaming leve.
ru: Подходит для среднесрочного индивидуального использования с просмотром сайтов и нересурсоемкими трансляциями.
tr: Gezinmeyi ve düşük yoğunlukta içerik oynatmayı da içeren orta vadeli, bireysel kullanım için idealdir.
uk: Для середньострокового перегляду сайтів і легкого стримінгу одним користувачем.
zh: 非常适合中期个人使用，包括网络浏览和轻度流媒体使用。

source: Most Popular!
es: ¡Más popular!
fr: Le plus populaire !
hi: सबसे ज्यादा लोकप्रिय!
id: Paling populer!
it: Più popolare!
ja: 最も人気があります！
ko: 가장 인기!
pt: Mais Popular!
ru: Хит продаж!
tr: En Popüler!
uk: Найпопулярніше!
zh: 最受欢迎！

source: Bandwidth-heavy, long-term usage or shared accounts.
es: Uso intenso del ancho de banda a largo plazo o cuentas compartidas.
fr: Bande passante importante, utilisation à long terme ou comptes partagés.
hi: बैंडविड्थ का बहुत अधिक उपयोग करने वाला दीर्घकालिक उपयोग या साझे खाते।
id: Penggunaan bandwidth berat, jangka panjang, atau akun bersama.
it: Account condivisi o utilizzo a lungo termine con larghezza di banda elevata.
ja: 帯域幅が多く、長期間の使用または共有アカウントに適しています。
ko: 대역폭을 많이 사용하는 장기간 사용 또는 공유 계정.
pt: Utilização a longo prazo com largura de banda intensa ou contas partilhadas.
ru: Задействована большая часть пропускной способности, долгосрочное использование или многопользовательский доступ к аккаунтам.
tr: Bant genişliği yoğunluklu, uzun vadeli kullanım ya da paylaşılan hesaplar.
uk: Великий обсяг трафіку, довготривале використання або спільні рахунки.
zh: 适合带宽要求大、长期使用或共享帐户。

source: Total
hi: कुल
it: Totale
ja: 合計
ko: 총계
ru: Всего
tr: Toplam
uk: Загалом
zh: 合计

source: Pausing all traffic...
es: Pausando todo el tráfico...
fr: Suspendre tout le trafic...
hi: सभी यातायात को अस्थायी तौर पर रोक रहे हैं...
id: Menjeda semua lalu lintas...
it: Sospendo tutto il traffico...
ja: すべてのトラフィックを一時停止しています...
ko: 모든 트래픽 일시 중지 중...
pt: A colocar todo o tráfego em pausa...
ru: Приостанавливаем весь трафик...
tr: Tüm trafik duraklatılıyor...
uk: Призупинення всього трафіку...
zh: 暂停所有流量...

# queryingEthereumForARandom
source: Querying Ethereum for a random provider...
es: Consultando Ethereum para un proveedor aleatorio...
fr: Interrogation d'Ethereum pour un fournisseur aléatoire...
hi: एक यादृच्छिक प्रदाता के लिए इथेरियम से पूछताछ कर रहे हैं...
id: Meminta Ethereum untuk penyedia acak...
it: Eseguo query su Ethereum per un provider casuale...
ja: イーサリアムにランダム プロバイダーを照会しています...
ko: 이더리움에서 임의의 공급자 쿼리 중...
pt: A consultar Ethereum para um fornecedor aleatório...
ru: Запрашиваем случайного провайдера в Ethereum...
tr: Rastgele bir sağlayıcı için Ethereum sorgusu gönderiliyor...
uk: Надсилаємо в Ethereum запит на довільного провайдера...
zh: 查询以太坊以获取随机提供商...

source: Quick fund an account!
es: ¡Agrega rápidamente fondos a una cuenta!
fr: Financez rapidement un compte !
hi: खाते में तेजी से पैसा डालें!
id: Danai akun dengan cepat!
it: Finanzia rapidamente un account!
ja: アカウントにすばやく資金を提供します！
ko: 계정에 빠르게 자금을 입금하세요!
pt: Coloque rapidamente fundos numa conta!
ru: Быстрое пополнение счета!
tr: Bir hesaba hızlıca fon ekleyin!
uk: Швидке поповнення рахунку!
zh: 快速为帐户充值！

source: Account Found
es: Cuenta encontrada
fr: Compte trouvé
hi: खाता मिला
id: Akun ditemukan
it: Account trovato
ja: アカウントが見つかりました
ko: 계정을 찾았습니다
pt: Conta encontrada
ru: Учетная запись найдена
tr: Hesap Bulundu
uk: Рахунок знайдено
zh: 已找到帐户

# weFoundAnAccountAssociatedWithYourIdentitiesAndCreated
source: We found an account associated with your identities and created a single hop Orchid circuit for it. You are now ready to use the VPN.
es: Encontramos una cuenta asociada con tus identidades y creamos un circuito Orchid de un solo hop para ella. Ahora estás listo para usar la VPN.
fr: Nous avons trouvé un compte associé à vos identités et créé un circuit Orchid à bond unique pour celui-ci. Vous êtes maintenant prêt à utiliser le VPN.
hi: हमें आपकी पहचानों से संबंधित एक खाता मिला और उसके लिए हमने एक अकेला हॉप ऑर्किड परिपथ निर्मित किया। अब आप वीपीएन का उपयोग करने के लिए तैयार हैं।
id: Kami menemukan akun yang terkait dengan identitas Anda dan telah membuat sirkuit Orchid dengan hop tunggal untuk akun tersebut. Anda sekarang siap menggunakan VPN.
it: Abbiamo trovato un account associato alle tue identità e creato un singolo circuito Orchid hop per lo stesso. Ora puoi utilizzare la VPN.
ja: あなたのIDに関連付けられたアカウントを見つけ、そのためのシングル ホップ Orchid サーキットを作成しました。これで、VPN を使用する準備が整いました。
ko: 회원님의 신원과 관련된 계정을 찾았으며 이에 대해 단일 홉 Orchid 서킷을 생성했습니다. 이제 VPN을 사용할 준비가 되셨습니다.
pt: Encontrámos uma conta associada às suas identidades e criámos um circuito do Orchid de hop única para ela. Agora pode utilizar a VPN.
ru: Мы нашли учетную запись, связанную с вашими данными, и создали цепь Orchid с одним подключением. VPN-сеть готова к использованию.
tr: Kimlik bilgilerinizle ilişkili bir hesap bulduk ve onun için bir tek Orchid devresi oluşturduk. Artık VPN kullanmaya hazırsınız.
uk: Ми знайшли рахунок, пов’язаний з вашими ідентифікаторами, і створили для нього ланцюжок Orchid з одним стрибком. Тепер можна використовувати VPN.
zh: 我们找到了一个与您的 ID 相关联的帐户，并为其创建了一个单跃点 Orchid 线路。您现在可以开始使用 VPN。

source: Welcome to Orchid!
es: ¡Bienvenido a Orchid!
fr: Bienvenue sur Orchid !
hi: ऑर्किड में आपका स्वागत है!
id: Selamat datang di Orchid!
it: Ti diamo il benvenuto su Orchid!
ja: Orchid にようこそ！
ko: Orchid에 오신 것을 환영합니다!
pt: Seja bem-vindo(a) ao Orchid!
ru: Добро пожаловать в Orchid!
tr: Orchid'e Hoş Geldiniz!
uk: Вітаємо в Orchid!
zh: 欢迎使用 Orchid！

source: Fund Your Account
es: Agrega fondos a tu cuenta
fr: Financez votre compte
hi: अपने खाते में पैसा डालें
id: Danai akun Anda
it: Finanzia il tuo account
ja: アカウントに資金を提供する
ko: 계정에 자금 입금
pt: Adicione Fundos à sua Conta
ru: Пополните счет
tr: Hesabınızı Fonlayın
uk: Поповніть рахунок
zh: 为您的帐户充值

source: Processing...
es: Procesando...
fr: Traitement...
hi: संसाधित किया जा रहा है...
id: Memproses...
it: Elaboro...
ja: 処理しています...
ko: 처리 중...
pt: A processar...
ru: Идет обработка…
tr: İşlem sürüyor...
uk: Обробляється...
zh: 正在处理...

source: Subscription-free, pay as you go, decentralized, open source VPN service.
es: Servicio VPN de código abierto, descentralizado, sin suscripción y de pago por uso.
fr: Service VPN sans abonnement, paiement au fur et à mesure, décentralisé, open source.
hi: सदस्यता-मुक्त, उपयोग करते हुए भुगतान किया जाने वाला, विकेंद्रीकृत, मुक्त स्रोत वीपीएन सेवा।
id: Bebas langganan, bayar sesuai penggunaan, terdesentralisasi, layanan VPN open source.
it: Servizio VPN decentralizzato e open source, senza abbonamento, con pagamento in base al consumo.
ja: サブスクリプションなし、従量課金制、分散型のオープンソース VPN サービス。
ko: 구독이 필요 없고, 사용한 만큼만 지불하는 분산형 오픈 소스 VPN 서비스.
pt: Serviço VPN em código aberto, descentralizado, sem subscrições, pague conforme o uso.
ru: Децентрализованный VPN-сервис с открытым кодом, без платы за подписку, оплата за использование.
tr: Aboneliksiz, kullandıkça ödeme yapılan, merkezî olmayan, açık kaynak VPN hizmeti.
uk: Децентралізований VPN-сервіс із відкритим кодом без передплати, оплата за фактом користування.
zh: VPN 服务：免订阅、按需付费、去中心化、开源。

# getStartedFor1
source: GET STARTED FOR {smallAmount}
es: COMIENZA POR {smallAmount}
fr: COMMENCER POUR {smallAmount}
hi: {smallAmount} से शुरुआत करें
id: MULAI CUMA DENGAN {smallAmount}
it: INIZIA A {smallAmount}
ja: {smallAmount} で始める
ko: {smallAmount}에 시작하기
pt: COMEÇAR POR {smallAmount}
ru: НАЧАТЬ РАБОТУ ЗА {smallAmount}
tr: {smallAmount} İLE BAŞLAYIN
uk: РОЗПОЧАТИ КОРИСТУВАННЯ ЗА {smallAmount}
zh: 仅需 {smallAmount} 即可开始体验

source: Import Account
es: IMPORTAR CUENTA
fr: IMPORTER UN COMPTE
hi: खाते को आयातित करें
id: IMPOR AKUN
it: IMPORTA ACCOUNT
ja: アカウントをインポート
ko: 계정 가져오기
pt: IMPORTAR CONTA
ru: ИМПОРТ УЧЕТНОЙ ЗАПИСИ
tr: HESAP İÇE AKTARMA
uk: ІМПОРТ РАХУНКУ
zh: 导入帐户

source: I'll do this later
es: Haré esto más tarde
fr: Je le ferai plus tard
hi: मैं यह बाद में कर लूँगा
id: Lain kali
it: Lo farò dopo
ja: 後で行う
ko: 나중에 할게요
pt: Faço isto mais tarde
ru: Не сейчас
tr: Bunu daha sonra yapacağım
uk: Пізніше
zh: 暂时跳过
