Repository: MikeOwino/orchid
Catalog: gui-orchid/lib/l10n/app_*.arb
Languages: es, fr, hi, id, it, ja, ko, pt, ru, tr, uk, zh

# importThisKeyOnAnotherDeviceToShareAllThe
source: Import this key on another device to share all the Orchid accounts associated with this Orchid identity.
es: Importa esta clave en otro dispositivo para compartir todas las cuentas Orchid asociadas a esta identidad Orchid.
fr: Importez cette clé sur un autre appareil pour partager tous les comptes Orchid associés à cette identité Orchid.
hi: इस ऑर्किड अस्मिता से संबंधित सभी ऑर्किड खातों को साझा करने के लिए इस कुंजी को दूसरे उपकरण में आयाता करें।
id: Impor kunci ini pada perangkat lain untuk membagikan semua akun Orchid yang terkait dengan Identitas Orchid ini.
it: Importa questa chiave in un altro dispositivo per condividere tutti gli account Orchid associati a questa identità Orchid.
ja: このキーを別のデバイスにインポートして、このOrchid IDに関連付けられているすべての Orchid アカウントを共有します。
ko: 해당 Orchid ID와 연결된 모든 Orchid 계정을 공유하려면 다른 기기에서 이 키를 가져오세요.
pt: Importar essa chave em outro dispositivo para partilhar todas as contas Orchid associadas com essa identidade Orchid.
ru: Импортируйте этот ключ на другое устройство, чтобы поделиться с ним всеми аккаунтами Orchid, связанными с этим профилем Orchid.
tr: Bu Orchid kimliğiyle ilişkili tüm Orchid hesaplarını paylaşmak için bu anahtarı başka bir cihazda içe aktarın.
uk: Імпортуйте цей ключ на іншому пристрої, щоб надати доступ до всіх рахунків Orchid, пов’язаних із цим ідентифікатором Orchid.
zh: 在另一台设备上导入此密钥，以在与此 Orchid ID 关联的所有 Orchid 帐户中共享。

source: Orchid Account in use
es: Cuenta Orchid en uso
fr: Compte Orchid en cours d’utilisation
hi: ऑर्कड खाता उपयोग में है
id: Akun Orchid sedang digunakan
it: Account Orchid in uso
ja: 使用中のOrchidアカウント
ko: 사용 중인 Orchid 계정입니다
pt: Conta Orchid em uso
ru: Аккаунт Orchid используется
tr: Kullanımdaki Orchid Hesabı
uk: Рахунок Orchid у користуванні
zh: 在用的 Orchid 帐户

source: This Orchid Account is in use and cannot be deleted.
es: Esta cuenta Orchid está en uso y no se puede eliminar.
fr: Ce compte Orchid est en cours d’utilisation et ne peut pas être supprimé.
hi: इस ऑर्किड खाते का उपयोग हो रहा है और उसे हटाया नहीं जा सकता है।
id: Akun Orchid ini sedang digunakan dan tidak dapat dihapus.
it: Questo account Orchid è in uso e non può essere eliminato.
ja: このOrchidアカウントは使用中なので削除できません。
ko: 해당 Orchid 계정은 사용 중인 계정으로 삭제할 수 없습니다.
pt: Essa conta Orchid está em uso e não pode ser eliminada.
ru: Этот аккаунт Orchid используется и не может быть удален.
tr: Orchid Hesabı kullanımda ve silinemez.
uk: Цей рахунок Orchid зараз використовується. Його видалення неможливо.
zh: 此 Orchid 帐户正在使用中，无法删除。

source: Pull to refresh.
es: Desliza hacia abajo para actualizar.
fr: Glissez vers le bas pour actualiser.
hi: ताजा करने के लिए खींचें।
id: Tarik untuk menyegarkan.
it: Trascina verso il basso per aggiornare.
ja: プルして更新します。
ko: 당겨서 새로 고침.
pt: Puxe para atualizar.
ru: Потяните, чтобы обновить.
tr: Yenilemek için çekin.
uk: Потягніть для оновлення.
zh: 下拉刷新。

source: Balance
es: Saldo
fr: Solde
hi: शेष
id: Saldo
it: Saldo
ja: 残高
ko: 잔고
pt: Saldo
ru: Баланс
tr: Bakiye
uk: Баланс
zh: 余额

source: Active
es: Activo
fr: Actif
hi: सक्रिय
id: Aktif
it: Attivo
ja: アクティブ
ko: 활성
pt: Ativo
ru: Активный
tr: Etkin
uk: Активно
zh: 活动

# pasteAnOrchidKeyFromTheClipboardToImportAll
source: Paste an Orchid key from the clipboard to import all the Orchid accounts associated with that key.
es: Pega una clave Orchid del portapapeles para importar todas las cuentas Orchid asociadas a esa clave.
fr: Collez une clé Orchid depuis le presse-papiers pour importer tous les comptes Orchid associés à cette clé.
hi: उस कुंजी से संबंधित सभी ऑर्किड खातों को आयात करने के लिए क्लिपबोर्ड से इस ऑर्किड कुंजी को चिपकाएँ।
id: Tempel kunci Orchid dari papan klip untuk mengimpor semua akun Orchid yang terkait dengan kunci tersebut.
it: Incolla una chiave Orchid dagli appunti per importare tutti gli account Orchid associati a tale chiave.
ja: クリップボードからOrchidキーを貼り付けて、そのキーに関連付けられているすべてのOrchidアカウントをインポートします。
ko: 클립보드에서 Orchid 키를 붙여넣어 해당 키와 연결된 모든 Orchid 계정을 가져옵니다.
pt: Cole uma chave Orchid da área de transferência para importar todas as contas Orchid associadas com essa chave.
ru: Вставьте ключ Orchid из буфера обмена, чтобы импортировать все связанные с ним аккаунты Orchid.
tr: O hesapla ilişkili tüm Orchid hesaplarını içeri aktarmak için panodan bir Orchid anahtarı yapıştırın.
uk: Щоб імпортувати всі рахунки Orchid, пов’язані з цим ключем, вставте ключ Orchid із буфера.
zh: 从剪贴板上粘贴 Orchid 密钥，以导入与该密钥关联的所有 Orchid 帐户。

# scanOrPasteAnOrchidKeyFromTheClipboardTo
source: Scan or paste an Orchid key from the clipboard to import all the Orchid accounts associated with that key.
es: Escanea o pega una clave Orchid del portapapeles para importar todas las cuentas Orchid asociadas a esa clave.
fr: Scannez ou collez une clé Orchid depuis le presse-papiers pour importer tous les comptes Orchid associés à cette clé.
hi: उस कुंजी से संबंधित सभी ऑर्किड खातों को आयात करने के लिए क्लिपबोर्ड से स्कैन करें या ऑर्किड कुंजी को चिपकाएँ।
id: Pindai atau tempel kunci Orchid dari papan klip untuk mengimpor semua akun Orchid yang terkait dengan kunci tersebut.
it: Scansiona o incolla una chiave Orchid dagli appunti per importare tutti gli account Orchid associati a tale chiave.
ja: Orchidキーをスキャンするかクリップボードから貼り付けて、そのキーに関連付けられているすべてのOrchidアカウントをインポートします。
ko: 스캔하거나 클립보드에서 Orchid 키를 붙여넣어 해당 키와 연결된 모든 Orchid 계정을 가져옵니다.
pt: Digitalize ou cole uma chave Orchid da área de transferência para importar todas as contas Orchid associadas a essa chave.
ru: Отсканируйте или вставьте ключ Orchid из буфера обмена, чтобы импортировать все связанные с ним аккаунты Orchid.
tr: O hesapla ilişkili tüm Orchid hesaplarını içeri aktarmak için panodan bir Orchid anahtarı taratın ya da yapıştırın.
uk: Щоб імпортувати всі рахунки Orchid, пов’язані з цим ключем, зіскануйте або вставте ключ Orchid із буфера.
zh: 扫描或粘贴剪贴板上的 Orchid 密钥，以导入与该密钥关联的所有 Orchid 帐户。

source: Account
es: Cuenta
fr: Compte
hi: खाता
id: Akun
ja: アカウント
ko: 계정
pt: Conta
ru: Счет
tr: Hesap
uk: Рахунок
zh: 帐户

source: Transactions
es: Transacciones
hi: लेन-देन
id: Transaksi
it: Transazioni
ja: トランザクション
ko: 트랜잭션
pt: Transações
ru: Транзакции
tr: İşlemler
uk: Транзакції
zh: 交易

# weRecommendBackingItUp
source: We recommend <link>backing it up</link>.
es: Recomendamos <link>copia de seguridad</link>.
fr: Nous vous recommandons de <link>la sauvegarder</link>.
hi: हमारा सुझाव है कि <link>इसका बैक-अप ले लें</link>।
id: Kami sarankan untuk <link>membuat cadangannya</link>.
it: Ti consigliamo di <link>effettuare il backup</link>.
ja: <link>bバックアップする</link>ことをお勧めします。
ko: <link>백업</link>하실 것을 권장합니다.
pt: Recomendamos <link>fazer backup</link>.
ru: Рекомендуем <link>создать его резервную копию</link>.
tr: <link>Yedeklemenizi</link> öneriyoruz.
uk: Рекомендуємо <link>створити резервну копію</link>.
zh: 我们建议您<link>备份</link>。

source: Copied Orchid Identity
es: Identidad Orchid copiada
fr: Identité Orchid copiée
hi: ऑर्किड पहचान को कॉपी कर लिया
id: Identitas Orchid yang disalin
it: Identità Orchid copiata
ja: Orchidアイデンティティがコピーされました
ko: Orchid ID 복사 완료
pt: Identidade Orchid copiada
ru: Скопирован идентификатор Orchid
tr: Orchid Kimliği Kopyalandı
uk: Скопійовано ідентифікатор Orchid
zh: 已复制 Orchid ID

source: This is not a wallet address.
es: Esta no es una dirección de cartera.
fr: Il ne s’agit pas d’une adresse de portefeuille.
hi: यह वॉलेट का पता नहीं है।
id: Ini bukan alamat dompet.
it: Questo non è un indirizzo di portafoglio valido.
ja: これはウォレットアドレスではありません。
ko: 지갑 주소가 아닙니다.
pt: Este não é um endereço de carteira.
ru: Это не адрес кошелька.
tr: Bu bir cüzdan adresi değildir.
uk: Це не адреса гаманця.
zh: 这不是一个钱包地址。

source: Do not send tokens to this address.
es: No enviar tokens a esta dirección.
fr: Ne pas envoyer de jetons à cette adresse.
hi: इस पते को टोकन नहीं भेजें।
id: Jangan kirim token ke alamat ini.
it: Non inviare monete a questo indirizzo.
ja: このアドレスにトークンを送信しないでください。
ko: 이 주소로 토큰을 전송하지 마십시오.
pt: Não enviar tokens para este endereço.
ru: Не отправляйте токены на этот адрес.
tr: Bu adrese token göndermeyin.
uk: Не надсилайте токени на цю адресу.
zh: 不要将代币发送到此地址。

source: Your Orchid Identity uniquely identifies you on the network.
es: Tu identidad Orchid te identifica de forma única en la red.
fr: Votre identité Orchid vous identifie de manière unique sur le réseau.
hi: आपकी ऑर्किड पहचान आपको नेटवर्क पर अद्वितीय रूप से पहचानती है।
id: Identitas Orchid Anda secara unik mengidentifikasi Anda pada jaringan.
it: La tua Identità Orchid ti riconosce sulla rete in modo univoco.
ja: Orchidアイデンティティはネットワーク上でユーザーを一意に識別します。
ko: Orchid ID를 통해 네트워크에서 고유식별이 가능해 집니다.
pt: A Sua identidade Orchid identifica-o com exclusividade na rede.
ru: Идентификатор Orchid уникален для вас в сети.
tr: Orchid Kimliği'niz, sizi ağda benzersiz olarak tanımlar.
uk: Ваш ідентифікатор Orchid однозначно ідентифікує вас у мережі.
zh: 您的 Orchid ID 是网络上识别您的唯一信息。

source: Learn more about your <link>Orchid Identity</link>.
es: Obten más detalles sobre tu <link>Identidad Orchid</link>.
fr: En savoir plus à propos de votre <link>identité Orchid</link>.
hi: अपनी <link>ऑर्किड पहचान</link> के बारे में अधिक जानें।
id: Pelajari lebih lanjut tentang <link>Identitas Orchid</link> Anda.
it: Ulteriori informazioni sulla tua <link>Identità Orchid</link>.
ja: <link>Orchidアイデンティティ</link>の詳細をご覧ください。
ko: <link>Orchid ID</link>에 대하여 자세히 알아보기.
pt: Saiba mais sobre a sua <link>Identidade orchid</link>.
ru: Подробнее о вашем <link>идентификаторе Orchid</link>.
tr: <link>Orchid Kimliğiniz</link> hakkında daha fazlasını öğrenin.
uk: Докладніше про <link>ідентифікацію Orchid</link>.
zh: 了解更多关于您的 <link>Orchid ID</link> 的信息。

source: Analyzing Your Connections
es: Analizando tus conexiones
fr: Analyse de vos connexions
hi: आपके कनेक्शनों का विश्लेषण कर रहे हैं
id: Menganalisa koneksi Anda
it: Analisi delle tue connessioni in corso
ja: 接続を分析しています
ko: 연결 상태 분석 중
pt: Analisando suas ligações
ru: Ваши подключения анализируются
tr: Bağlantılarınız Analiz Ediliyor
uk: Аналіз підключень
zh: 正在分析连接数据

source: Analyze Your Connections
es: Analiza tus conexiones
fr: Analysez vos connexions
hi: अपने कनेक्शनों का विश्लेषण करें
id: Analisa koneksi Anda
it: Analizza le tue connessioni
ja: 接続の分析
ko: 연결 상태 분석
pt: Analisar suas Ligações
ru: Проанализировать ваши подключения
tr: Bağlantılarınızı Analiz Edin
uk: Проаналізуйте підключення
zh: 分析连接数据

# networkAnalysisUsesYourDevicesVpnFacilityToCapturePackets
source: Network analysis uses your device's VPN facility to capture packets and analyze your traffic.
es: El análisis de Red utiliza la función VPN de tu dispositivo para capturar paquetes y analizar tu tráfico.
fr: L'analyse réseau utilise la fonction VPN de votre appareil pour capturer des paquets et analyser votre trafic.
hi: नेटवर्क विश्लेषण आपके डिवाइस की वीपीएन सुविधा का उपयोग करके पैकटों को ग्रहण करता है और आपकी यातायात का विश्लेषण करता है।
id: Analisis jaringan menggunakan kemampuan VPN perangkat Anda untuk menangkap paket dan menganalisa lalu lintas Anda.
it: L'analisi della rete utilizza le funzioni VPN del tuo dispositivo per acquisire i pacchetti di rete e analizzare il tuo traffico.
ja: ネットワーク分析では、デバイスのVPN機能を使用してパケットをキャプチャし、トラフィックを分析します。
ko: 네트워크 분석은 기기의 VPN 기능을 사용해 패킷 캡처 및 트래픽 분석을 진행합니다.
pt: A análise de rede utiliza as capacidades de VPN do seu dispositivo para capturar pacotes e analisar seu tráfego.
ru: Функция анализа сети использует функционал VPN на вашем устройстве, чтобы улавливать пакеты данных и анализировать трафик.
tr: Ağ analizi, cihazınızın VPN yeteneğini kullanarak paketleri yakalar ve trafiğinizi analiz eder.
uk: Для аналізу мережі й трафіку використовується VPN вашого пристрою, через який отримуються пакети даних.
zh: 网络分析使用您设备的 VPN 设施捕获数据包并分析您的流量。

# networkAnalysisRequiresVpnPermissionsButDoesNotByItself
source: Network analysis requires VPN permissions but does not by itself protect your data or hide your IP address.
es: El análisis de la Red requiere permisos de VPN, pero no protege tus datos ni oculta tu dirección IP por sí solo.
fr: L'analyse du réseau nécessite des autorisations VPN, mais ne permet pas en soi de protéger vos données ou de masquer votre adresse IP.
hi: नेटवर्क विश्लेषण के लिए वीपीएन अनुमतियों की आवश्यकता होती है, लेकिन यह अपने आप में आपके डेटा की रक्षा नहीं करता है, नही आपके आईपी पते को छिपाता है।
id: Analisis jaringan memerlukan izin VPN, tetapi tidak dengan sendirinya melindungi data atau menyembunyikan alamat IP Anda.
it: L'analisi della rete richiede autorizzazioni della VPN ma, da sola, non protegge i tuoi dati o nasconde il tuo indirizzo IP.
ja: ネットワーク分析にはVPN権限が必要ですが、それ自体ではデータを保護したり、IPアドレスを隠すことはありません。
ko: 네트워크 분석에 VPN 권한이 요구되지만, 이 기능은 자체적으로 데이터를 보호하거나 IP 주소를 숨기지는 않습니다.
pt: A análise de rede requer permissões de VPN mas não protege por si só os seus dados nem esconde seu endereço de IP.
ru: Функция анализа сети требует доступа к VPN, но сама по себе не защищает ваши данные и не скрывает ваш IP-адрес.
tr: Ağ analizi, VPN izinleri gerektirir ancak kendi başına verinizi korumaz ya da IP adresinizi gizlemez.
uk: Хоча для аналізу мережі потрібні дозволи на використання VPN, це само по собі не захищає дані та не приховує вашу IP-адресу.
zh: 网络分析需要 VPN 权限，但其本身并不能保护您的数据或隐藏您的 IP 地址。

# toGetTheBenefitsOfNetworkPrivacyYouMustConfigure
source: To get the benefits of network privacy you must configure and activate a VPN connection from the home screen.
es: Para obtener los beneficios de la privacidad en la red, debes configurar y activar una conexión VPN desde la pantalla de inicio.
fr: Pour bénéficier des avantages de la confidentialité du réseau, vous devez configurer et activer une connexion VPN depuis l’écran d’accueil.
hi: नेटवर्क गोपनीयता का लाभ लेने के लिए आपको मुख्य स्क्रीन से वीपीएन कनेक्शन को कॉन्फिगर करके उसे सक्रिय करना होगा।
id: Untuk mendapatkan manfaat privasi jaringan, Anda harus mengkonfigurasi dan mengaktifkan koneksi VPN dari layar beranda.
it: Per ottenere i benefici della privacy di rete, è necessario configurare e attivare una connessione VPN dalla schermata iniziale.
ja: ネットワークプライバシーのメリットを得るには、ホーム画面から VPN接続を設定してアクティブ化する必要があります。
ko: 홈 화면에서 VPN을 연결하고 활성화해야 네트워크 개인 정보 보호가 진행됩니다.
pt: Para obter os benefícios da privacidade de rede, necessita configurar e ativar uma ligação VPN a partir da vista inicial.
ru: Чтобы пользоваться преимуществами приватного доступа к сети, настройте и активируйте VPN-подключение на домашней странице.
tr: Ağ gizliliğinin avantajlarından yararlanmak için ana ekrandan bir VPN bağlantısı yapılandırmalı ve onu etkinleştirmelisiniz.
uk: Щоб забезпечити конфіденційність мережі, необхідно налаштувати та активувати VPN-з’єднання на головному екрані.
zh: 要获得网络隐私保护，您必须从主页界面配置并激活 VPN 连接。

# turningOnThisFeatureWillIncreaseTheBatteryUsageOf
source: Turning on this feature will increase the battery usage of the Orchid App.
es: Activar esta función aumentará el uso de la batería de la app Orchid.
fr: Activer cette fonctionnalité augmentera l’utilisation de la batterie de l’application Orchid.
hi: इस सुविधा को चालू करने पर ऑर्किड द्वारा बैटरी का उपयोग बढ़ जाएगा।
id: Menyalakan fitur ini akan meningkatkan penggunaan baterai aplikasi Orchid.
it: Attivando questa funzionalità, l'applicazione di Orchid avrà un consumo elevato della batteria.
ja: この機能をオンにすると、Orchidアプリのバッテリー使用量が増加します。
ko: 해당 기능을 활성화하면 Orchid 앱의 배터리 사용량이 증가합니다.
pt: Ligar esta funcionalidade aumenta o uso da bateria por parte da aplicação Orchid.
ru: Включение данной функции приведет к большему расходу заряда аккумулятора приложением Orchid.
tr: Bu özelliği açmak, Orchid Uygulaması'nın pil kullanımını artıracaktır.
uk: Внаслідок увімкнення цієї функції, додаток Orchid буде споживати більше заряду батареї.
zh: 打开此功能将增加 Orchid 应用的电池耗电量。

source: Use an Orchid Account
es: Usar una cuenta Orchid
fr: Utiliser un compte Orchid
hi: एक ऑर्किड खाते का उपयोग करें
id: Gunakan akun Orchid
it: Utilizza un account Orchid
ja: Orchidアカウントを使用する
ko: Orchid 계정 사용하기
pt: Usar uma conta Orchid
ru: Использовать аккаунт Orchid
tr: Bir Orchid Hesabı Kullan
uk: Використовувати рахунок Orchid
zh: 使用 Orchid 帐户

source: Paste Address
es: Pegar dirección
fr: Coller l'adresse
hi: पते को चिपकाएँ
id: Tempel alamat
it: Incolla indirizzo
ja: アドレスを貼り付け
ko: 주소 붙여넣기
pt: Colar endereço
ru: Вставьте адрес
tr: Adresi Yapıştır
uk: Вставити адресу
zh: 粘贴地址

source: Choose Address
es: Elegir dirección
fr: Choisir l'adresse
hi: पता चुनें
id: Pilih alamat
it: Scegli indirizzo
ja: アドレスを選択してください
ko: 주소 선택
pt: Escolher endereço
ru: Выберите адрес
tr: Adres Seçin
uk: Вибрати адресу
zh: 选择地址

source: Choose an Orchid Account to use with this hop.
es: Elige una cuenta Orchid para usar con este hop.
fr: Choisissez un compte Orchid à utiliser avec ce bond.
hi: इस हॉप के साथ उपयोग करने के लिए एक ऑर्किड खाता चुनें।
id: Pilih akun Orchid yang akan digunakan dengan hop ini.
it: Scegli un account Orchid da utilizzare con questo hop.
ja: このホップで使用するOrchidアカウントを選択します。
ko: 해당 홉을 통해 사용할 Orchid 계정을 선택합니다.
pt: Escolha uma conta Orchid para usar com este hop.
ru: Выберите аккаунт Orchid для этого подключения.
tr: Bu ağ zıplaması ile kullanmak için bir Orchid hesabı seçin.
uk: Вибрати рахунок Orchid для використання з цим стрибком.
zh: 选择用于此跃点的 Orchid 帐户。

# ifYouDontSeeYourAccountBelowYouCanUse
source: If you don't see your account below you can use the account manager to import, purchase, or create a new one.
es: Si no ves tu cuenta abajo, puedes usar el administrador de cuentas para importar, comprar o crear una nueva.
fr: Si vous ne voyez pas votre compte ci-dessous, vous pouvez utiliser le gestionnaire de compte pour importer, acheter ou créer un nouveau compte.
hi: यदि आपको नीचे अपना खाता नहीं दिखें, तो आप खाता प्रबंधक का उपयोग करके एक नए खाते का आयात कर सकते हैं, उसे खरीद सकते हैं या उसे निर्मित कर सकते हैं।
id: Jika akun Anda tidak terlihat di bawah ini, Anda dapat menggunakan pengelola akun untuk mengimpor, membeli, atau membuat akun baru.
it: Se non riesci a visualizzare, di seguito, il tuo account, puoi utilizzare il Gestore Account per importare, acquistare o creare un nuovo account.
ja: アカウントが下に表示されない場合は、アカウントマネージャーを使用して、新しいアカウントをインポート、購入、作成できます。
ko: 아래에 계정이 나타나지 않으면 계정 관리자를 사용해 계정을 불러오거나, 신규 계정을 구입 또는 생성하실 수 있습니다.
pt: Caso não veja sua conta abaixo, pode usar o gestor de conta para importar, comprar ou criar uma nova.
ru: Если ниже вы не видите свой аккаунт, вы можете воспользоваться менеджером аккаунтов, чтобы импортировать, купить или создать новый.
tr: Eğer hesabınızı aşağıda göremiyorsanız içe aktarmak, satın almak ya da yeni bir tane oluşturmak için hesap yöneticisini kullanabilirsiniz.
uk: Якщо ви не бачите рахунок нижче, можна скористатися диспетчером, щоб його імпортувати, придбати або створити новий.
zh: 如果在下面没有看到您的帐户，可使用帐户管理器导入、购买或创建一个新帐户。

source: Select an Orchid Account
es: Selecciona una Cuenta Orchid
fr: Sélectionner un compte Orchid
hi: एक ऑर्किड खाता चुनें
id: Pilih akun Orchid
it: Seleziona un account Orchid
ja: Orchidアカウントを選択してください
ko: Orchid 계정 선택
pt: Selecione uma conta Orchid
ru: Выберите аккаунт Orchid
tr: Bir Orchid Hesabı Seçin
uk: Вибрати рахунок Orchid
zh: 选择 Orchid 帐户

source: Take me to the Account Manager
es: Ir al Administrador de cuentas
fr: Aller vers le gestionnaire de compte
hi: मुझे खाता प्रबंधक के पास ले जाएँ
id: Buka pengelola akun
it: Vai al Gestore Account
ja: アカウントマネージャーに移動
ko: 계정 관리자로 이동
pt: Leve-me para o Gestor de Conta
ru: Перейти в менеджер аккаунтов
tr: Beni Hesap Yöneticisi'ne götür
uk: Перейти до диспетчера рахунків
zh: 前往“帐户管理器”

source: Funder Account
es: Cuenta del financiador
fr: Compte du financeur
hi: निधिदाता खाता
id: Akun penyandang dana
it: Account finanziatore
ja: 資金提供者アカウント
ko: 자금 제공자 계정
pt: Conta Financiadora
ru: Спонсорский счет
tr: Fon Sağlayıcı Hesabı
uk: Фінансувальний рахунок
zh: 出资人帐户

source: Orchid running and analyzing
es: Orchid está ejecutándose y analizando
fr: Orchid en cours d’exécution et d’analyse
hi: ऑर्किड चल रहा है और विश्लेषण कर रहा है
id: Orchid berjalan dan menganalisa
it: Orchid è in esecuzione e sta effettuando l'analisi
ja: Orchidが実行され分析しています
ko: Orchid 실행 및 분석 중
pt: Orchid a correr e a analisar
ru: Orchid работает и выполняет анализ
tr: Orchid çalışıyor ve analiz ediyor
uk: Orchid виконує аналіз
zh: Orchid 正在运行及分析

source: (Starting VPN)
es: (Iniciando VPN)
fr: (Démarrage du VPN)
hi: (वीपीएन को शुरू कर रहे हैं)
id: (Memulai VPN)
it: (Avvio VPN in corso)
ja: (VPNを起動中)
ko: (VPN 시작 중)
pt: (A Iniciar VPN)
ru: (Запускается VPN)
tr: (VPN başlatılıyor)
uk: (Запуск VPN)
zh: （正在启动 VPN）

source: (Disconnecting VPN)
es: (Desconectando VPN)
fr: (Déconnexion du VPN)
hi: (वीपीएन को अलग कर रहे हैं)
id: (Memutuskan VPN)
it: (Disconnessione della VPN in corso)
ja: (VPNを切断しています)
ko: (VPN 연결 해제 중)
pt: (Desligando a VPN)
ru: (Отключение от VPN)
tr: (VPN bağlantısı kesiliyor)
uk: (Відключення VPN)
zh: （正在断开 VPN）

source: Orchid analyzing traffic
es: Orchid está analizando el tráfico
fr: Analyse du trafic par Orchid
hi: ऑर्किड यातायात का विश्लेषण कर रहा है
id: Orchid menganalisa lalu lintas
it: Orchid sta analizzando il traffico
ja: Orchidがトラフィックを分析しています
ko: Orchid가 트래픽 분석 중
pt: Orchid a analisar tráfego
ru: Orchid анализирует трафик
tr: Orchid trafiği analiz ediyor
uk: Orchid аналізує трафік
zh: Orchid 正在分析流量

source: (VPN connected but not routing)
es: (VPN conectada pero sin enrutamiento)
fr: (VPN connecté mais pas de routage)
hi: (वीपीएन जुड़ गया है लेकिन वह रूटिंग नहीं कर रहा है)
id: (VPN terhubung tetapi tanpa perutean)
it: (VPN connessa ma senza routing)
ja: (VPNは接続されていますがルーティングは行われていません)
ko: (VPN이 연결되었지만 라우팅되지 않음)
pt: (VPN conectado, mas sem roteamento)
ru: (VPN-соединение установлено, но без маршрутизации)
tr: (VPN bağlı ancak yönlendirmiyor)
uk: (VPN підключено, але без маршрутизації)
zh: （VPN 已连接但未路由）

source: Restarting
es: Reiniciando
fr: Redémarrage
hi: पुनरारंभ कर रहे हैं
id: Memulai ulang
it: Riavvio in corso
ja: 再起動しています
ko: 재시작 중
pt: Reiniciando
ru: Перезапуск
tr: Yeniden Başlatılıyor
uk: Перезапуск
zh: 正在进行重启

# changingMonitoringStatusRequiresRestartingTheVpnWhichMayBriefly
source: Changing monitoring status requires restarting the VPN, which may briefly interrupt privacy protection.
es: Para cambiar el estado de monitoreo es necesario reiniciar la VPN, lo que podría interrumpir brevemente la protección de la privacidad.
fr: Le changement de l'état de la surveillance requiert un redémarrage du VPN, ce qui peut interrompre brièvement la protection de la vie privée.
hi: निगरानी की स्थिति को बदलने के लिए वीपीएन को दुबारा चालू करना होगा, जिससे कुछ समय के लिए गोपनीय रक्षण में बाधा आएगी।
id: Untuk mengubah status pemantauan, VPN perlu dimulai ulang, yang dapat mengganggu perlindungan privasi untuk sesaat.
it: Per modificare lo stato di monitoraggio è necessario riavviare la VPN, il che potrebbe interrompere brevemente la protezione della tua privacy.
ja: 監視ステータスを変更するにはVPNを再起動する必要があり、これによりプライバシー保護が一時的に中断されることがあります。
ko: 모니터링 상태를 변경하려면 VPN을 재시작해야 하며, 이때 개인 정보 보호가 잠시 중단될 수 있습니다.
pt: A alteração do status de monitoração exige o reinício da VPN, que pode interromper por momentos a proteção de privacidade.
ru: Для изменения статуса мониторинга нужно перезапустить VPN. Это может на короткое время оставить вас без защиты конфиденциальности.
tr: İzleme durumunu değiştirmek için VPN'nin yeniden başlatılması gerekir, bu da gizlilik korumanızı kısa süreliğine kesintiye uğratabilir.
uk: Щоб змінити статус моніторингу, потрібно перезапустити VPN, що може ненадовго призвести до порушення захисту конфіденційності.
zh: 更改监控状态需要重新启动 VPN，这可能会短暂中断隐私保护。

source: Confirm Restart
es: Confirmar reinicio
fr: Confirmer le redémarrage
hi: पुनरारंभ की पुष्टि करें
id: Konfirmasi mulai ulang
it: Conferma riavvio
ja: 再起動を確認
ko: 재시작 확인
pt: Confirmar reinício
ru: Подтверждение перезапуска
tr: Yeniden Başlatmayı Onayla
uk: Підтвердити перезапуск
zh: 确认重新启动
