Repository: MikeOwino/orchid
Catalog: gui-orchid/lib/l10n/app_*.arb
Languages: es, fr, hi, id, it, ja, ko, pt, ru, tr, uk, zh

source: The funds will be available for withdrawal in {time}.
es: Los fondos estarán disponibles para su retiro en ${time}.
fr: Les fonds seront disponibles au retraut dans ${time}.
hi: यह निधि आहरण के लिए ${time} को उपलब्ध हो जाएगी।
id: Dana akan tersedia untuk ditarik dalam ${time}.
it: I fondi saranno disponibili per il prelievo tra ${time}.
ja: 資金は ${time} で引き出し可能になります。
ko: ${time} 후 자금을 인출할 수 있습니다.
pt: Os fundos vão estar disponíveis para levantamento a {time}.
ru: Средства можно будет вывести через ${time}.
tr: Fonlar ${time} içinde çekilebilecek.
uk: Кошти можна зняти через {time}.
zh: 资金可以在 ${time} 内提取。

source: LOCK DEPOSIT
es: BLOQUEAR DEPÓSITO
fr: VERROUILLER LE DÉPÔT
hi: निक्षेप को लॉक करें
id: KUNCI DEPOSITO
it: BLOCCA DEPOSITO
ja: 預金をロック
ko: 예치금 잠금
pt: BLOQUEAR DEPÓSITO
ru: БЛОКИРОВАТЬ ДЕПОЗИТ
tr: DEPOZİTOYU KİLİTLE
uk: БЛОКУВАТИ ДЕПОЗИТ
zh: 锁定存款

source: UNLOCK DEPOSIT
es: DESBLOQUEAR DEPÓSITO
fr: DÉVERROUILLER LE DÉPÔT
hi: निक्षेप को अनलॉक करें
id: BUKA KUNCI DEPOSITO
it: SBLOCCA DEPOSITO
ja: 預金のロックを解除
ko: 예치금 잠금 해제
pt: DESBLOQUEAR DEPÓSITO
ru: РАЗБЛОКИРОВАТЬ ДЕПОЗИТ
tr: DEPOZİTONUN KİLİDİNİ AÇ
uk: РОЗБЛОКУВАТИ ДЕПОЗИТ
zh: 解锁存款

source: ADVANCED
es: AVANZADO
fr: AVANCÉ
hi: उन्नत
id: LANJUTAN
it: AVANZATE
ja: 詳細設定
ko: 고급
pt: AVANÇADO
ru: ДОПОЛНИТЕЛЬНО
tr: GELİŞMİŞ
uk: РОЗШИРЕНІ
zh: 高级

source: <link>Learn more about Orchid Accounts</link>.
es: <link>Obtener más información sobre las cuentas Orchid</link>.
fr: <link>En savoir plus sur les comptes Orchid</link>.
hi: <link>ऑर्किड खातों के बारे में अधिक जानें</link>।
id: <link>Pelajari lebih lanjut tentang akun Orchid</link>.
it: <link>Scopri di più sugli account Orchid</link>.
ja: <link>Orchid アカウントについての詳細を見る</link>
ko: <link>Orchid 계정에 대하여 자세히 알아보기</link>.
pt: <link>Leia mais sobre as Contas do Orchid</link>.
ru: <link>Подробнее об учетных записях Orchid</link>.
tr: <link>Orchid Hesapları hakkında daha fazla bilgi edinin</link>.
uk: <link>Докладніше про рахунки Orchid</link>.
zh: <link>了解更多有关 Orchid 帐户的信息</link>。

# estimatedCostToCreateAnOrchidAccountWith
source: Estimated cost to create an Orchid Account with an efficiency of {efficiency} and {num} tickets of value.
es: Costo estimado de crear una cuenta Orchid con una eficiencia de {efficiency} y {num} tickets de valor.
fr: Coût estimé pour créer un compte Orchid avec une efficacité de {efficiency} et {num} tickets de valeur.
hi: {efficiency} की कार्यदक्षता और {num} मूल्य के टिकटों के साथ एक ऑर्किड खाता निर्मित करने की अनुमानित लागत।
id: Biaya yang diperkirakan untuk membuat akun Orchid dengan efisiensi {efficiency} dan {num} tiket nilai.
it: Costo stimato per creare un account Orchid con un'efficienza di {efficiency} e {num} ticket di valore.
ja: {efficiency} の効率と {num} 枚のチケットの価値を持つ Orchid アカウントを作成するための推定コスト。
ko: {efficiency}의 효율과 {num} 티켓의 가치를 지닌 Orchid 계정을 만들기 위한 예상 비용.
pt: Custo estimado para criar uma Conta do Orchid com uma eficiência de {efficiency} e {num} bilhetes de valor.
ru: Примерная стоимость создания учетной записи Orchid с эффективностью {efficiency} и {num} билетами.
tr: {efficiency} verimle ve {num} bilet değeriyle bir Orchid Hesabı açmanın ortalama maliyeti.
uk: Приблизна вартість створення рахунку Orchid з ефективністю {efficiency} та {num} квитка(-ів) вартості.
zh: 创建一个效率为 {efficiency}、价值为 {num} 个彩币的 Orchid 帐户。

source: Chain
es: Cadena
fr: Chaîne
hi: शृंखला
it: Catena
ja: チェーン
ko: 체인
pt: Cadeia
ru: Цепь
tr: Zincir
uk: Блокчейн
zh: 区块链

source: Token
fr: Jeton
hi: टोकन
ja: トークン
ko: 토큰
ru: Токен
tr: Jeton
uk: Токен
zh: 通证

source: Min Deposit
es: Depósito mínimo
fr: Dépôt min
hi: न्यूनतम निक्षेप
id: Deposito min.
it: Deposito min
ja: 最低預金額
ko: 최소 예치금
pt: Depósito Mínimo
ru: Мин. депозит
tr: Min. Depozito
uk: Мін. депозит
zh: 最低存款

source: Min Balance
es: Saldo mínimo
fr: Solde min
hi: न्यूनतम शेष
id: Saldo min.
it: Saldo min
ja: 最低残高
ko: 최소 잔고
pt: Saldo Mínimo
ru: Мин. баланс
tr: Min. Bakiye
uk: Мін. баланс
zh: 最低余额

source: Fund Fee
es: Tarifa de fondo
fr: Frais de fonds
hi: निधि शुल्क
id: Biaya pendanaan
it: Commissione fondo
ja: 資金手数料
ko: 자금 수수료
pt: Taxa de Financiamento
ru: Комиссия за пополнение
tr: Fon Ücreti
uk: Комісія за поповнення
zh: 资金费

source: Withdraw Fee
es: Tarifa de retiro
fr: Frais de retrait
hi: आहरण शुल्क
id: Biaya penarikan
it: Commissione prelievo
ja: 引き出し手数料
ko: 인출 수수료
pt: Taxa de Levantamento
ru: Комиссия за вывод
tr: Çekim Ücreti
uk: Комісія за зняття
zh: 提取费

source: TOKEN VALUES
es: VALORES DE TOKEN
fr: VALEURS DU JETON
hi: टोकन मान
id: NILAI TOKEN
it: VALORI TOKEN
ja: トークン価値
ko: 토큰 가치
pt: VALORES DO TOKEN
ru: ЗНАЧЕНИЯ ТОКЕНОВ
tr: JETON DEĞERLERİ
uk: ВАРТІСТЬ ТОКЕНІВ
zh: 通证价值

source: USD PRICES
es: PRECIOS EN USD
fr: PRIX EN USD
hi: अमेरिकी डॉलर में कीमतें
id: HARGA USD
it: PREZZI USD
ja: USD 価格
ko: USD 가격
pt: PREÇOS EM USD
ru: ЦЕНЫ В ДОЛЛ. США
tr: USD FİYATLARI
uk: ЦІНИ В USD
zh: 美元价

# settingAWarnedDepositAmountBeginsThe24HourWaiting
source: Setting a warned deposit amount begins the 24 hour waiting period required to withdraw deposit funds.
es: La definición de una cantidad de depósito advertida inicia el periodo de espera de 24 horas requerido para retirar los fondos de depósito.
fr: La définition d'un montant de dépôt d'avertissement fait commencer la période d'attente de 24 heures requise pour retirer les fonds de dépôt.
hi: एक चेतावनी-युक्त निक्षेप राशि सेट करना निक्षेप राशि को आहरित करने के लिए आवश्यक 24 घंटे की प्रतीक्षा अवधि का आरंभ करता है।
id: Menetapkan jumlah deposito yang diperingatkan memulai masa tunggu 24 jam yang diperlukan untuk menarik dana deposito.
it: L'impostazione di un importo di deposito limite avvia il periodo di attesa di 24 ore necessario per prelevare i fondi del deposito.
ja: 警告預金額を設定すると、預金資金を引き出すために必要な 24 時間の待機期間が始まります。
ko: 경고 예치금 금액을 설정하면 예치금 자금을 인출할 때 24시간 대기 시간이 필요합니다.
pt: Definir uma quantia de depósito com aviso inicia o período de espera de 24 horas necessárias para levantar fundos depositados.
ru: Указав сумму предупреждения, вы не сможете вывести средства с депозита в течение 24 часов.
tr: Bir uyarı depozito tutarı ayarlamak, depozito fonlarını çekmek için gerekli olan 24 saatlik bekleme sürecini başlatır.
uk: Для зняття коштів через 24 години, зазначте суму резервованого депозиту.
zh: 设置警告存款金额将会开启一个用于提取存款资金的 24 小时等待期，

# duringThisPeriodTheFundsAreNotAvailableAsA
source: During this period the funds are not available as a valid deposit on the Orchid network.
es: Durante este periodo, los fondos no están disponibles como un depósito válido en la red Orchid.
fr: Pendant cette période, les fonds ne sont pas disponibles en tant que dépôt valide sur le réseau Orchid.
hi: इस अवधि के दौरान निधियाँ ऑर्किड नेटवर्क पर एक मान्य निक्षेप के रूप में उपलब्ध नहीं रहती हैं।
id: Selama periode ini, dana tidak tersedia sebagai deposito valid di jaringan Orchid.
it: Durante questo periodo, i fondi non sono disponibili come deposito valido sulla rete Orchid.
ja: この期間中、資金は Orchid ネットワークの有効な預金として利用できません。
ko: 이 대기 시간 동안 해당 자금은 Orchid 네트워크에서 유효한 예치금으로 사용할 수 없습니다.
pt: Durante este período, os fundos não estão disponíveis enquanto depósito válido na rede do Orchid.
ru: В течение этого времени средства не будут доступны в качестве депозита в сети Orchid.
tr: Bu süreçte fonlar, Orchid ağında geçerli bir depozito olarak sayılmayacaktır.
uk: Протягом цього часу кошти залишатимуться недоступними для депонування в мережі Orchid.
zh: 在该等待期内，资金不可作为 Orchid 网络中的有效存款。

# fundsMayBeRelockedAtAnyTimeByReducingThe
source: Funds may be re-locked at any time by reducing the warned amount.
es: Los fondos se pueden volver a bloquear en cualquier momento al reducir la cantidad advertida.
fr: Les fonds peuvent être rebloqués à tout moment en réduisant le montant d'avertissement.
hi: चेतावनी राशि को कम करके निधियों को किसी भी समय पुनः लॉक किया जा सकता है।
id: Dana dapat dikunci kembali kapan saja dengan mengurangi jumlah yang diperingatkan.
it: I fondi possono essere nuovamente bloccati in qualsiasi momento riducendo l'importo limite.
ja: 警告額を減らすことにより、いつでも資金を再ロックすることができます。
ko: 경고 금액을 줄여서 언제든지 자금을 다시 잠글 수 있습니다.
pt: Os fundos podem voltar a ser bloqueados a qualquer momento ao reduzir a quantia com aviso.
ru: Чтобы повторно заблокировать средство, уменьшите сумму предупреждения в любое время.
tr: Fonlar, uyarı tutarı azaltılarak dilediğiniz zaman yeniden kilitlenebilir.
uk: Кошти можна повторно заблокувати в будь-який момент, зменшивши резервовану суму.
zh: 通过减少警告金额可以随时重新锁定资金。

source: Warn
es: Advertir
fr: Avertir
hi: चेतावनी
id: Peringatkan
it: Limite
ja: 警告
ko: 경고
pt: Aviso
ru: Предупреждение
tr: Uyarı
uk: Резервувати
zh: 警告

source: Total Warned Amount
es: Cantidad advertida total
fr: Montant total d'avertissement
hi: कुल चेतावनी राशि
id: Jumlah total yang diperingatkan
it: Importo limite totale
ja: 合計警告額
ko: 총 경고 금액
pt: Quantia Total com Aviso
ru: Общая сумма предупреждения
tr: Toplam Uyarı Tutarı
uk: Загальна резервована сума
zh: 警告总金额

source: New Identity
es: Nueva identidad
fr: Nouvelle identité
hi: नई पहचान
id: Identitas baru
it: Nuova identità
ja: 新しいアイデンティティ
ko: 새로운 ID
pt: Nova Identidade
ru: Новый идентификатор
tr: Yeni Kimlik
uk: Новий ідентифікатор
zh: 新 ID

source: Import Identity
es: Importar identidad
fr: Importer l'indentité
hi: पहचान आयातित करें
id: Impor identitas
it: Importa identità
ja: アイデンティティをインポート
ko: ID 가져오기
pt: Importar Identidade
ru: Импорт идентификатора
tr: Kimliği İçe Aktar
uk: Імпортувати ідентифікатор
zh: 导入 ID

source: Export Identity
es: Exportar identidad
fr: Exporter l'identité
hi: पहचान निर्यात करें
id: Ekspor identitas
it: Esporta identità
ja: アイデンティティをエクスポート
ko: ID 내보내기
pt: Exportar Identidade
ru: Экспорт идентификатора
tr: Kimliği Dışa Aktar
uk: Експортувати ідентифікатор
zh: 导出 ID

source: Delete Identity
es: Eliminar identidad
fr: Supprimer l'indentité
hi: पहचान हटाएँ
id: Hapus identitas
it: Elimina identità
ja: アイデンティティを削除
ko: ID 삭제
pt: Eliminar Identidade
ru: Удалить идентификатор
tr: Kimliği Sil
uk: Видалити ідентифікатор
zh: 删除 ID

source: Import Orchid Identity
es: Importar identidad Orchid
fr: Importer l'indentité Orchid
hi: ऑर्किड पहचान आयात करें
id: Impor Identitas Orchid
it: Importa identità Orchid
ja: Orchid アイデンティティのインポート
ko: Orchid ID 가져오기
pt: Importar Identidade do Orchid
ru: Импорт идентификатора Orchid
tr: Orchid Kimliğini İçe Aktar
uk: Імпортувати ідентифікатор Orchid
zh: 导入 Orchid ID

source: Funder Address
es: Dirección del financiador
fr: Adresse du financeur
hi: वित्त-पोषक का पता
id: Alamat penyandang dana
it: Indirizzo finanziatore
ja: 資金提供者アドレス
ko: 자금 제공자 주소
pt: Morada do Financiador
ru: Адрес пополняющего
tr: Fon Sağlayıcı Adresi
uk: Фінансувальна адреса
zh: 出资人地址

source: Contract
es: Contrato
fr: Contrat
hi: अनुबंध
id: Kontrak
it: Contratto
ja: 契約
ko: 컨트랙트
pt: Contrato
ru: Контракт
tr: Sözleşme
uk: Контракт
zh: 合约

source: Tx Fee
es: Cuota por Tx
fr: Frais de transaction
hi: लेन-देन शुल्क
id: Biaya Tx
it: Commiss. transaz.
ja: トランザクション 手数料
ko: 트랜잭션 수수료
pt: Taxa de Transação
ru: Комиссия за транзакцию
tr: İşlem Ücreti
uk: Комісія за транзакцію
zh: 交易费

source: Show
es: Mostrar
fr: Afficher
hi: दिखाएँ
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
pt: Mostrar
ru: Показать
tr: Göster
uk: Показувати
zh: 显示

source: RPC
hi: आरपीसी

source: Errors
es: Errores
fr: Erreurs
hi: त्रुटियाँ
id: Kesalahan
it: Errori
ja: エラー
ko: 오류
pt: Erros
ru: Ошибки
tr: Hata
uk: Помилки
zh: 错误

source: Last Hour
es: Última hora
fr: Dernière heure
hi: अंतिम घंटा
id: Sejam terakhir
it: Ultima ora
ja: 前の 1 時間
ko: 지난 1시간
pt: Última Hora
ru: Последний час
tr: Son Saat
uk: За останню годину
zh: 过去一小时

source: Chain Settings
es: Configuración de cadena
fr: Paramètres de la chaîne
hi: शृंखला सेटिंग
id: Pengaturan chain
it: Impostazioni catena
ja: チェーン設定
ko: 체인 설정
pt: Definições de Corrente
ru: Настройки цепочки
tr: Zincir Ayarları
uk: Налаштування блокчейну
zh: 链设置

source: Price
es: Precio
fr: Prix
hi: कीमत
id: Harga
it: Prezzo
ja: 価格
ko: 가격
pt: Preço
ru: Цена
tr: Ücret
uk: Ціна
zh: 价格

source: Failed
es: Error
fr: Échec
hi: विफल हुआ
id: Gagal
it: Non riusc.
ja: 失敗
ko: 실패
pt: Falha
ru: Неудачно
tr: Başarısız
uk: Збій
zh: 失败

source: Fetch gas price
es: Buscar precio de gasolina
fr: Récupérer le prix du gaz
hi: गैस लागत प्राप्त करें
id: Ambil harga gas
it: Recupera prezzo gas
ja: ガス価格を取得
ko: 가스비 가져오기
pt: Obter preço de Gas
ru: Загрузка цены на газ
tr: İşlem maliyetini getir
uk: Ціна газу
zh: 获取燃料价格

source: Fetch lottery pot
es: Buscar premio de lotería
fr: Récupérer le prix de la loterie
hi: लॉटरी पॉट ले आएँ
id: Ambil pot lotre
it: Recupera prezzo lotteria
ja: 残高を取得
ko: 잔고 가져오기
pt: Obter pote da lotaria
ru: Загрузка баланса
tr: Loto ikramiyesini getir
uk: Спільний фонд
zh: 获取余额

source: lines
es: líneas
fr: lignes
hi: पंक्तियाँ
id: baris
it: linee
ja: 行
ko: 줄
pt: linhas
ru: строки
tr: satır
uk: рядки
zh: 行

source: filtered
es: filtradas
fr: filtré
hi: छाँटा गया
id: disaring
it: filtrate
ja: フィルター済み
ko: 필터링됨
pt: filtro
ru: отфильтровано
tr: filtrelenmiş
uk: відфільтровано
zh: 已过滤

source: Account set up
es: Configuracion de cuenta
fr: Configuration du compte
hi: खाता स्थापित करना
id: Pengaturan akun
it: Account impostato
ja: アカウントの設定
ko: 계정 설정
pt: Configuração da conta
ru: Настройка учетной записи
tr: Hesap kurulumu
uk: Налаштування облікового запису
zh: 账户设置

# add1
source: Add
es: Añadir
fr: Ajouter
hi: जोड़ना
id: Menambahkan
it: Inserisci
ja: 追加
ko: 더하다
pt: Adicionar
ru: добавлять
tr: Eklemek
uk: Додати
zh: 加

# advanced1
source: Advanced
es: Avanzado
fr: Avancée
hi: उन्नत
id: Maju
it: Avanzate
ja: 高度な
ko: 많은
pt: Avançado
ru: продвинутый
tr: İleri
uk: Додатково
zh: 高级

source: All warned funds will be locked until
es: Todos los fondos advertidos serán bloqueados hasta
fr: Tous les fonds avertis seront bloqués jusqu'à
hi: सभी चेतावनी दी गई धनराशि तब तक लॉक रहेगी जब तक
id: Semua dana yang diperingatkan akan dikunci sampai
it: Tutti i fondi avvertiti saranno bloccati fino a
ja: 警告された資金はすべて、
ko: 경고된 모든 자금은
pt: Todos os fundos avisados serão bloqueados até
ru: Все предупрежденные средства будут заблокированы до тех пор, пока
tr: Uyarılan tüm fonlar şu tarihe kadar kilitlenecektir:
uk: Усі попереджені кошти будуть заблоковані до
zh: 所有被警告的资金将被锁定，直到

source: Back up your Identity
es: Respalda tu Identidad
fr: Sauvegardez votre identité
hi: अपनी पहचान का बैकअप लें
id: Cadangkan Identitas Anda
it: Fai il backup della tua identità
ja: IDをバックアップします
ko: 신원 백업
pt: Faça backup de sua identidade
ru: Сделайте резервную копию своей личности
tr: Kimliğinizi yedekleyin
uk: Створіть резервну копію своєї особи
zh: 备份您的身份

# backUpYourOrchidIdentityPrivateKeyYouWill
source: Back up your Orchid Identity <bold>private key</bold>. You will need this key to share, import or restore this identity and all associated accounts.
es: Haga una copia de seguridad de su clave privada <bold>de Orchid Identity</bold>. Necesitará esta clave para compartir, importar o restaurar esta identidad y todas las cuentas asociadas.
fr: Sauvegardez votre clé privée <bold>Orchid Identity</bold>. Vous aurez besoin de cette clé pour partager, importer ou restaurer cette identité et tous les comptes associés.
hi: अपनी आर्किड पहचान <bold>निजी कुंजी</bold>का बैक अप लें। इस पहचान और सभी संबद्ध खातों को साझा करने, आयात करने या पुनर्स्थापित करने के लिए आपको इस कुंजी की आवश्यकता होगी।
id: Cadangkan <bold>kunci pribadi</bold>Orchid Identity Anda. Anda akan memerlukan kunci ini untuk membagikan, mengimpor, atau memulihkan identitas ini dan semua akun terkait.
it: Esegui il backup della tua chiave privata <bold>Orchid Identity</bold>. Avrai bisogno di questa chiave per condividere, importare o ripristinare questa identità e tutti gli account associati.
ja: OrchidIdentity <bold>秘密鍵</bold>をバックアップします。このIDと関連するすべてのアカウントを共有、インポート、または復元するには、このキーが必要になります。
ko: Orchid ID <bold>개인 키</bold>를 백업하십시오. 이 ID 및 연결된 모든 계정을 공유, 가져오기 또는 복원하려면 이 키가 필요합니다.
pt: Faça backup de sua chave privada <bold>de identidade de orquídea</bold>. Você precisará dessa chave para compartilhar, importar ou restaurar essa identidade e todas as contas associadas.
ru: Создайте резервную копию закрытого ключа Orchid Identity <bold></bold>. Этот ключ понадобится вам для совместного использования, импорта или восстановления этого удостоверения и всех связанных учетных записей.
tr: Orchid Identity <bold>özel anahtarınızı</bold>yedekleyin. Bu kimliği ve tüm ilişkili hesapları paylaşmak, içe aktarmak veya geri yüklemek için bu anahtara ihtiyacınız olacak.
uk: Створіть резервну копію свого <bold>закритого ключа</bold>Orchid Identity. Вам знадобиться цей ключ, щоб поділитися, імпортувати або відновити цю особу та всі пов’язані облікові записи.
zh: 备份您的 Orchid Identity <bold>私钥</bold>。您将需要此密钥来共享、导入或恢复此身份和所有关联帐户。

# balanceToDeposit1
source: Balance to Deposit
es: Saldo a depositar
fr: Solde à déposer
hi: जमा करने के लिए शेष राशि
id: Saldo untuk Deposit
it: Saldo da depositare
ja: 入金する残高
ko: 예치할 잔액
pt: Saldo para Depósito
ru: Баланс для депозита
tr: Mevduat Bakiyesi
uk: Залишок до депозиту
zh: 存款余额

source: Block Explorer
es: Explorador de bloques
fr: explorateur de blocs
hi: ब्लॉक एक्सप्लोरर
id: Blok Penjelajah
it: blocco esploratore
ja: ブロックエクスプローラー
ko: 블록 탐색기
pt: explorador de bloco
ru: проводник блоков
tr: Gezgini Engelle
uk: Провідник блоків
zh: 区块浏览器

source: Blockies
es: bloques
fr: blocs
hi: ब्लॉकियां
id: Blokir
ja: ブロッキー
ko: 블로키
pt: Blocos
ru: блоки
tr: Bloklar
uk: Блоки
zh: 块状

source: Change Warned Amount To
es: Cambiar cantidad advertida a
fr: Remplacer le montant averti par
hi: चेतावनी दी गई राशि को बदलें
id: Ubah Jumlah yang Diperingatkan Menjadi
it: Modifica l'importo dell'avviso in
ja: 警告量をに変更
ko: 경고 금액을 다음으로 변경
pt: Alterar valor avisado para
ru: Изменить сумму предупреждения на
tr: Uyarı Tutarı Değiştir
uk: Змінити попереджену суму на
zh: 将警告金额更改为

source: Check Wallet
es: Comprobar billetera
fr: Chèque Portefeuille
hi: वॉलेट चेक करें
id: Cek Dompet
it: Controlla Portafoglio
ja: チェックウォレット
ko: 지갑 확인
pt: Verificar carteira
ru: Проверить кошелек
tr: Cüzdanı Kontrol Et
uk: Перевірте гаманець
zh: 检查钱包

# checkYourWalletAppOrExtensionFor
source: Check your Wallet app or extension for a pending request.
es: Verifique su aplicación o extensión de Wallet para ver si hay una solicitud pendiente.
fr: Vérifiez votre application Wallet ou votre extension pour une demande en attente.
hi: लंबित अनुरोध के लिए अपना वॉलेट ऐप या एक्सटेंशन देखें।
id: Periksa aplikasi atau ekstensi Wallet Anda untuk permintaan yang tertunda.
it: Controlla la tua app o estensione Wallet per una richiesta in sospeso.
ja: 保留中のリクエストについては、ウォレットアプリまたは拡張機能を確認してください。
ko: 보류 중인 요청이 있는지 지갑 앱 또는 확장 프로그램을 확인하세요.
pt: Verifique se há uma solicitação pendente no aplicativo ou extensão da Google Wallet.
ru: Проверьте приложение или расширение Wallet на наличие ожидающего запроса.
tr: Bekleyen bir istek için Cüzdan uygulamanızı veya uzantınızı kontrol edin.
uk: Перевірте програму або розширення Wallet на наявність запиту, що очікує на розгляд.
zh: 检查您的电子钱包应用或扩展程序是否有待处理的请求。

source: CONNECT WALLET
es: Conectar billetera
fr: Connecter le portefeuille
hi: बटुआ कनेक्ट करें
id: HUBUNGKAN DOMPET
it: Collega il portafoglio
ja: ウォレットを接続
ko: 지갑 연결
pt: Carteira conectada
ru: Подключить кошелек
tr: Cüzdanı Bağla
uk: ПІДКЛЮЧИТИ ГАМАНЕЦЬ
zh: 连接钱包

source: Connected with Metamask
es: Conectado con Metamask
fr: Connecté avec Metamask
hi: Metamask . के साथ जुड़ा हुआ है
id: Terhubung dengan Metamask
it: Collegato con Metamask
ja: メタマスクに接続
ko: 메타마스크와 연결
pt: Conectado com Metamask
ru: Связано с метамаской
tr: Metamask ile bağlantılı
uk: Підключено до Metamask
zh: 与 Metamask 连接

# continueButton
source: CONTINUE
es: Continuar
fr: Continuer
hi: जारी रहना
id: Terus
it: CONTINUA
ja: 持続する
ko: 잇다
pt: Continuar
ru: Продолжить
tr: Devam et
uk: продовжити
zh: 继续

source: Contract Version
es: Versión del contrato
fr: Version du contrat
hi: अनुबंध संस्करण
id: Versi Kontrak
it: Versione contratto
ja: 契約バージョン
ko: 계약 버전
pt: Versão do contrato
ru: Контрактная версия
tr: Sözleşme Sürümü
uk: Контрактна версія
zh: 合约版本

source: Current Warned Amount
es: Monto advertido actual
fr: Montant averti actuel
hi: वर्तमान चेतावनी राशि
id: Jumlah Peringatan Saat Ini
it: Importo attuale dell'avviso
ja: 現在の警告額
ko: 현재 경고 금액
pt: Valor atual da advertência
ru: Текущая сумма предупреждения
tr: Mevcut Uyarı Tutarı
uk: Поточна попереджена сума
zh: 当前警告金额

# depositToBalance1
source: Deposit to Balance
es: Depósito a Saldo
fr: Dépôt au solde
hi: शेष राशि में जमा करें
id: Setor ke Saldo
it: Deposito a saldo
ja: 残高への預金
ko: 잔액에 예치
pt: Depósito para saldo
ru: Депозит на баланс
tr: Bakiye Yatır
uk: Депозит на баланс
zh: 存款余额

# enterAnExistingOrchidIdentity
source: Enter an existing <account_link>Orchid Identity</account_link>
es: Ingrese una <account_link>identidad de orquídea</account_link>existente
fr: Saisissez une <account_link>identité d'orchidée</account_link>existante
hi: एक मौजूदा <account_link>आर्किड पहचान</account_link>दर्ज करें
id: Masukkan <account_link>Identitas Anggrek</account_link>yang ada
it: Inserisci un' <account_link>Identità Orchidea</account_link>esistente
ja: 既存の <account_link>蘭のアイデンティティを入力してください</account_link>
ko: 기존 <account_link>난초 ID</account_link>입력
pt: Insira uma <account_link>identidade de orquídea</account_link>existente
ru: Введите существующий идентификатор <account_link>Orchid</account_link>
tr: Mevcut bir <account_link>Orkide Kimliği</account_link>girin
uk: Введіть наявну <account_link>ідентифікацію орхідеї</account_link>
zh: 输入现有的 <account_link>Orchid 身份</account_link>

source: Funder wallet address
es: Dirección de la billetera del financiador
fr: Adresse du portefeuille du bailleur de fonds
hi: फंडर वॉलेट का पता
id: Alamat dompet pemberi dana
it: Indirizzo portafoglio finanziatore
ja: ファンダーウォレットアドレス
ko: 펀딩자 지갑 주소
pt: Endereço da carteira do financiador
ru: Адрес кошелька спонсора
tr: Fon veren cüzdan adresi
uk: Адреса гаманця спонсора
zh: 资助者钱包地址

source: GENERATE IDENTITY
es: GENERAR IDENTIDAD
fr: GÉNÉRER UNE IDENTITÉ
hi: पहचान उत्पन्न करें
id: HASILKAN IDENTITAS
it: GENERARE IDENTITÀ
ja: IDを生成する
ko: ID 생성
pt: GERAR IDENTIDADE
ru: СОЗДАТЬ ИДЕНТИЧНОСТЬ
tr: KİMLİK OLUŞTUR
uk: ГЕНЕРУЙТЕ ІДЕНТИЧНІСТЬ
zh: 生成身份

source: Identicon Style
es: Estilo de identificación
fr: Style d'icône d'identification
hi: पहचान शैली
id: Gaya Identifikasi
it: Stile Identico
ja: Identiconスタイル
ko: 아이덴티콘 스타일
pt: Estilo do Identificador
ru: Идентикон Стиль
tr: Kimlik Stili
uk: Стиль ідентифікатора
zh: 标识样式

source: Jazzicon
hi: जैज़िकॉन
id: ikon jazz
it: Jazzicone
ko: 재즈콘
ru: джазикон
tr: caz ikonu
uk: Джазикон
zh: 爵士乐

source: Language
es: idioma
fr: La langue
hi: भाषा
id: Bahasa
it: linguaggio
ja: 言語
ko: 언어
pt: Língua
ru: язык
tr: dil
uk: Мова
zh: 语言

# lockUnlock1
source: Lock / Unlock
es: Bloqueo y desbloqueo
fr: Verrouiller / Déverrouiller
hi: लॉक करो लॉक खोलो
id: Kunci / Buka Kunci
it: Blocca sblocca
ja: 施錠開錠
ko: 잠금 / 잠금 해제
pt: Bloquear desbloquear
ru: Блокировать/разблокировать
tr: Kilitle / Kilidi Aç
uk: Блокування / Розблокування
zh: 锁定/解锁

# locked1
source: Locked
es: Bloqueado
fr: Fermé à clef
hi: बंद
id: Terkunci
it: bloccato
ja: ロック済み
ko: 잠김
pt: Bloqueado
ru: запертый
tr: Kilitli
uk: заблокований
zh: 锁定
