Repository: MikeOwino/orchid
Catalog: gui-orchid/lib/l10n/app_*.arb
Languages: es, fr, hi, id, it, ja, ko, pt, ru, tr, uk, zh

# connectAutomaticallyToOneOfTheNetworksLink1preferredProviderslink1By
source: Connect automatically to one of the network’s <link1>preferred providers</link1> by purchasing VPN credits to fund your shareable, refillable Orchid account.
es: Conéctate automáticamente a uno de los <link1>proveedores preferidos</link1> de la red al comprar créditos VPN para agregar fondos a tu cuenta Orchid que es recargable y se puede compartir.
fr: Connectez-vous automatiquement à l'un des <link1>fournisseurs préférés</link1> du réseau en achetant des crédits VPN pour financer votre compte Orchid partageable et rechargeable.
hi: अपने साझा करने योग्य, पुनर्भरण योग्य ऑर्किड खाते के लिए वीपीएन क्रेडिट खरीदकर नेटवर्क के <link1>पसंदीदा प्रदाताओं</link1> में से किसी एक के साथ अपने आप कनेक्ट हो जाएँ।
id: Terhubung secara otomatis ke salah satu <link1>penyedia pilihan</link1> jaringan dengan membeli kredit VPN untuk mendanai akun Orchid Anda yang dapat dibagikan dan diisi ulang.
it: Collegati automaticamente a uno dei <link1>provider preferiti</link1> della rete acquistando crediti VPN per finanziare il tuo account Orchid condivisibile e ricaricabile.
ja: VPN クレジットを購入して、共有可能で補充可能な Orchid アカウントに資金を提供することにより、ネットワークの<link1>優先プロバイダー</link1>の 1 つに自動的に接続します。
ko: VPN 크레딧을 구입하여 공유 및 재충전 가능한 Orchid 계정에 자금을 입금하고 네트워크의 <link1>우선 제공업체</link1> 중 하나에 자동으로 연결하세요.
pt: Ligue-se automaticamente a um dos <link1>fornecedores favoritos</link1> da rede ao adquirir créditos de VPN para adicionar saldo à sua conta partilhável e recarregável do Orchid.
ru: Приобретите VPN-кредиты, чтобы пополнить счет учетной записи Orchid (вы сможете пополнять ее повторно, а также пользоваться ей вместе с другими пользователями). После этого вы автоматически подключитесь к одному из <link1>избранных провайдеров</link1> нашей сети.
tr: Paylaşılabilir, yeniden doldurulabilir Orchid hesabınızı VPN kredileri satın alarak fonlamak için ağın <link1>tercih edilen sağlayıcılarından</link1> birine otomatik olarak bağlanın.
uk: Поповніть спільний рахунок Orchid, придбавши кредити VPN, щоб автоматично підключатися до <link1>рекомендованих провайдерів</link1>.
zh: Orchid 帐户可共享、可再充值，您可以购买 VPN 积分来充值，以便自动连接到网络<link1>首选提供商</link1>。

source: CONFIRM PURCHASE
es: CONFIRMAR COMPRA
fr: CONFIRMER L'ACHAT
hi: खरीद की पुष्टि करें
id: KONFIRMASI PEMBELIAN
it: CONFERMA ACQUISTO
ja: 購入を確認
ko: 구매 확인
pt: CONFIRMAR COMPRA
ru: ПОДТВЕРДИТЬ ПОКУПКУ
tr: SATIN ALMAYI ONAYLA
uk: ПІДТВЕРДИТИ ПОКУПКУ
zh: 确认购买

# orchidAccountsUseVpnCreditsBackedByTheLinkxdaiCryptocurrencylink
source: Orchid accounts use VPN credits backed by the <link>xDAI cryptocurrency</link>, include 24/7 customer support, unlimited device sharing and are covered by app store refund policies.
es: Las cuentas Orchid usan créditos VPN respaldados por la <link>criptomoneda xDAI</link>, incluyen soporte al cliente 24/7, uso compartido ilimitado de dispositivos y están cubiertas por las políticas de reembolso de las tiendas de apps.
fr: Les comptes Orchid utilisent des crédits VPN adossés à la <link>cryptomonnaie xDAI</link>, ils incluent un support client 24 heures sur 24, 7 jours sur 7, un partage illimité d'appareils et sont couverts par les politiques de remboursement de l'App Store.
hi: ऑर्किड खाते <link>xडीएआई क्रिप्टो-मुद्रा</link> द्वारा समर्थित वीपीएन क्रेडिटों का उपयोग करते हैं। इनमें शामिल हैं 24/7 ग्राहक समर्थन और असीमित डिवाइस साझाकरण। ये ऐप स्टोर धन-वापसी नीतियों के तहत आते हैं।
id: Akun Orchid menggunakan kredit VPN yang didukung oleh <link>mata uang kripto xDAI</link>, menyediakan layanan bantuan pelanggan 24/7, memungkinkan Anda berbagi perangkat tanpa batas, dan dilindungi kebijakan pengembalian dana toko aplikasi.
it: Gli account Orchid utilizzano crediti VPN supportati dalla <link>criptovaluta xDAI</link>, includono assistenza clienti 24x7, condivisione illimitata dei dispositivi e sono coperti dalle politiche di rimborso dell'app store.
ja: Orchid アカウントは、<link>xDAI 暗号通貨</link>に裏打ちされた VPN クレジットを使用し、24 時間年中無休のカスタマー サポート、無制限のデバイス共有を含み、アプリ ストアの払い戻しポリシーの対象となります。
ko: Orchid 계정은 <link>xDAI 암호화폐</link>에 기반한 VPN 크레딧을 사용하고, 연중무휴 고객 지원, 무제한 기기 공유를 지원하며, 앱 스토어 환불 정책의 적용을 받습니다.
pt: As contas do Orchid utilizam créditos de VPN suportadas pela <link>criptomoeda xDAI</link>, inclui apoio ao cliente 24h, partilha ilimitada de dispositivos e são cobertas pelas políticas de reembolso das lojas de aplicações.
ru: В учетных записях Orchid используются VPN-кредиты, обеспеченные <link>криптовалютой xDAI</link>. Действует круглосуточная служба поддержки клиентов, распространяется политика возврата средств магазином приложений, а учетную запись можно использовать на любом количестве устройств.
tr: Orchid hesabı <link>xDAI kripto para birimiyle</link> desteklenen VPN kredilerini kullanır. 7/24 müşteri desteği, sınırsız cihaz paylaşımı hizmete dâhildir ve uygulama mağazalarının geri ödeme politikalarıyla korunmaktadır.
uk: Для рахунків Orchid використовуються кредити VPN, забезпечені <link>криптовалютою xDAI</link>. Рахунки передбачають цілодобову підтримку клієнтів, необмежений доступ до пристроїв та повернення коштів із магазину додатків згідно з його правилами.
zh: Orchid 帐户使用由 <link>xDAI 加密货币</link>提供支持的 VPN 积分，并提供 7 天/24 小时客户支持、无限设备共享和应用商店退款政策保障。

source: Your purchase is in progress.
es: Tu compra está en curso.
fr: Votre achat est en cours.
hi: आपकी खरीद जारी है।
id: Pembelian Anda sedang diproses.
it: Il tuo acquisto è in corso.
ja: ご購入が進行中です。
ko: 구매가 진행 중입니다.
pt: A sua compra está em curso.
ru: Ваша покупка в обработке.
tr: Satın alma işleminiz devam ediyor.
uk: Покупка оброблюється.
zh: 您的购买正在处理中。

# thisPurchaseIsTakingLongerThanExpectedToProcessAnd
source: This purchase is taking longer than expected to process and may have encountered an error.
es: Esta compra está tardando más de lo esperado en procesarse y es posible que se haya producido un error.
fr: Cet achat prend plus de temps que prévu et a peut-être rencontré une erreur.
hi: इस खरीद में अपेक्षा से अधिक समय लग रहा है। संभव है कि इसमें त्रुटि आ गई हो।
id: Pembelian ini membutuhkan waktu lebih lama dari yang diperkirakan dan mungkin telah terjadi kesalahan.
it: L'elaborazione di questo acquisto richiede più tempo del previsto ed è possibile che si sia verificato un errore.
ja: この購入の処理には予想よりも時間がかかり、エラーが発生した可能性があります。
ko: 이 구매를 처리하는 데 예상보다 시간이 오래 걸리고 있습니다. 오류가 발생했을 수 있습니다.
pt: O processamento desta compra está a demorar mais que o esperado, pode ter sido encontrado um erro.
ru: Покупка обрабатывается дольше положенного. Возможно, произошла ошибка.
tr: Bu satın alma işlemi beklenenden uzun sürüyor ve bir hatayla karşılaşılmış olabilir.
uk: Обробка цієї покупки займає більше часу, ніж очікувалося. Імовірно, виникла помилка.
zh: 此次购买的处理时间比预期的更长，可能遇到了错误。

source: This may take a minute...
es: Esto puede tardar un minuto...
fr: Cela peut prendre une minute...
hi: इसमें एक मिनट लगेगा...
id: Dapat memakan waktu satu menit...
it: L'operazione potrebbe richiedere qualche minuto...
ja: これには 1 分かかる場合があります...
ko: 이 작업은 1분 정도 걸릴 수 있습니다...
pt: Isto pode demorar um minuto...
ru: Это может занять примерно минуту…
tr: Bu işlem bir dakika sürebilir...
uk: Це займе деякий час...
zh: 请稍候...

source: VPN Credits
es: Créditos VPN
fr: Crédits VPN
hi: वीपीएन क्रेडिट
id: Kredit VPN
it: Crediti VPN
ja: VPN クレジット
ko: VPN 크레딧
pt: Créditos de VPN
ru: VPN-кредиты
tr: VPN Kredileri
uk: Кредити VPN
zh: VPN 积分

source: Blockchain fee
es: Tarifa de blockchain
fr: Frais de blockchain
hi: ब्लॉकचेइन शुल्क
id: Biaya blockchain
it: Commissione blockchain
ja: ブロックチェーン料金
ko: 블록체인 수수료
pt: Taxa de blockchain
ru: Комиссия блокчейна
tr: Blokzincir aracı ücreti
uk: Комісія блокчейну
zh: 区块链费用

source: Promotion
es: Promoción
hi: प्रोमोशन
id: Promosi
it: Promozione
ja: プロモーション
ko: 프로모션
pt: Promoção
ru: Промо
tr: Promosyon
uk: Знижка
zh: 促销

source: Show in Account Manager
es: Mostrar en Administrador de cuentas
fr: Afficher dans le gestionnaire de compte
hi: खाता प्रबंधक में दिखाएँ
id: Tampilkan di pengelola akun
it: Mostra in Gestione account
ja: アカウント マネージャーに表示
ko: 계정 관리자에 표시
pt: Mostrar no Gestor de Contas
ru: Показать в менеджере учетных записей
tr: Hesap Yöneticisi'nde Göster
uk: Показувати в диспетчері рахунків
zh: 在“帐户管理器”中显示

source: Delete this Orchid Identity
es: Eliminar esta identidad Orchid
fr: Supprimer cette identité Orchid
hi: इस ऑर्किड पहचान को हटाएँ
id: Hapus Identitas Orchid ini
it: Elimina questa identità Orchid
ja: この Orchid アイデンティティを削除
ko: 이 Orchid ID 삭제
pt: Eliminar esta Identidade do Orchid
ru: Удалить этот идентификатор Orchid
tr: Bu Orchid Kimliğini sil
uk: Видалити цей ідентифікатор Orchid
zh: 删除此 Orchid ID

source: Choose Identity
es: Elegir identidad
fr: Choisissez une identité
hi: पहचान चुनें
id: Pilih Identitas
it: Scegli identità
ja: アイデンティティを選択
ko: ID 선택
pt: Escolher Identidade
ru: Выбрать идентификатор
tr: Kimliği Seç
uk: Вибрати ідентифікатор
zh: 选择 ID

source: Updating Accounts
es: Actualizando cuentas
fr: Mise à jour des comptes
hi: खातों को अद्यतित कर रहे हैं
id: Memperbarui akun
it: Aggiorno gli account
ja: アカウントの更新
ko: 계정 업데이트 중
pt: A atualizar Contas
ru: Идет обновление учетных записей
tr: Hesaplar Güncelleniyor
uk: Оновлення рахунків
zh: 正在更新帐户

source: Traffic Analysis
es: Análisis de tráfico
fr: Analyse du trafic
hi: यातायात का विश्लेषण
id: Analisis lalu lintas
it: Analisi del traffico
ja: トラフィック分析
ko: 트래픽 분석
pt: Análise de Tráfego
ru: Анализ трафика
tr: Trafik Analizi
uk: Аналіз трафіку
zh: 流量分析

source: Account Manager
es: Administrador de cuentas
fr: Gestionnaire de compte
hi: खाता प्रबंधक
id: Pengelola akun
it: Gestione account
ja: アカウント マネージャー
ko: 계정 관리자
pt: Gestor de Conta
ru: Менеджер учетных записей
tr: Hesap Yöneticisi
uk: Диспетчер рахунків
zh: 帐户管理器

source: Circuit Builder
es: Generador de circuitos
fr: Créateur de circuits
hi: परिपथ निर्माता
id: Pembuat sirkuit
it: Generatore di circuiti
ja: 回路ビルダー
ko: 서킷 빌더
pt: Criador de Circuitos
ru: Конструктор цепи
tr: Devre Oluşturucu
uk: Конструктор ланцюжків
zh: 线路生成器

source: Exit Hop
es: Hop de salida
fr: Bond de sortie
hi: हॉप से बाहर निकलें
id: Hop keluar
it: Hop di uscita
ja: 出口ホップ
ko: 출구 홉
pt: Hop de Saída
ru: Выходное подключение
tr: Çıkış Atlaması
uk: Стрибок виходу
zh: 出口跃点

source: Entry Hop
es: Hop de entrada
fr: Bond d'entrée
hi: हॉप में प्रवेश करें
id: Hop masuk
it: Hop di entrata
ja: エントリー ホップ
ko: 입구 홉
pt: Hop de Entrada
ru: Входное подключение
tr: Giriş Atlaması
uk: Стрибок входу
zh: 入口跃点

source: ADD NEW HOP
es: AÑADIR NUEVO HOP
fr: AJOUTER UN NOUVEAU BOND
hi: नया हॉप जोड़ें
id: TAMBAHKAN HOP BARU
it: AGGIUNGI NUOVO HOP
ja: 新しいホップを追加
ko: 새 홉 추가
pt: ADICIONAR NOVO HOP
ru: ДОБАВИТЬ ПОДКЛЮЧЕНИЕ
tr: YENİ AĞ ATLAMASI EKLE
uk: ДОДАТИ НОВИЙ СТРИБОК
zh: 添加新跃点

source: New circuit builder!
es: ¡Nuevo generador de circuitos!
fr: Nouveau créateur de circuits !
hi: नया परिपथ निर्माता!
id: Pembuat sirkuit baru!
it: Nuovo Generatore di circuiti!
ja: 新しい回路ビルダー！
ko: 새 서킷 빌더!
pt: Novo criador de circuitos!
ru: Новый конструктор цепи!
tr: Yeni devre oluşturucu!
uk: Новий конструктор ланцюжків!
zh: 新的线路生成器！

# youCanNowPayForAMultihopOrchidCircuitWith
source: You can now pay for a multi-hop Orchid circuit with xDAI. The multihop interface now supports xDAI and OXT Orchid accounts and still supports OpenVPN and WireGuard configs that can be strung together into an onion route.
es: Ahora puedes pagar un circuito Orchid de múltiples hops con xDAI. La interfaz multi-hops ahora admite cuentas Orchid de xDAI y OXT y aún admite configuraciones de OpenVPN y WireGuard que se pueden unir en una ruta de cebolla.
fr: Vous pouvez désormais payer pour un circuit Orchid multi-bonds avec xDAI. L'interface multi-bonds prend désormais en charge les comptes Orchid xDAi et OXT et prend toujours en charge les configurations OpenVPN et WireGuard qui peuvent être reliées ensemble dans une route onion.
hi: अब आप xडीएआई से मल्टी-हॉप ऑर्किड परिपथ के लिए भुगतान कर सकते हैं। मल्टी-हॉप इंटरफेस अब xडीएआई और ओएक्सटी ऑर्किड खातों का समर्थन करता है और अब भी ओपन-वीपीएन और वायरगार्ड कॉन्फिगों का समर्थन करता है, जिन्हें एक साथ पिरोकर एक ऑनियन पथ बनाया जा सकता है।
id: Anda sekarang dapat membayar untuk sirkuit Orchid multi-hop dengan xDAI. Antarmuka multi-hop sekarang mendukung akun xDAI dan OXT Orchid, dan masih mendukung konfigurasi OpenVPN dan WireGuard yang dapat dirangkai menjadi rute berlapis.
it: Ora puoi pagare un circuito Orchid multi-hop con xDAI. L'interfaccia multi-hop supporta gli account xDAI e OXT Orchid e supporta sempre le configurazioni OpenVPN e WireGuard che possono essere combinate in un instradamento a cipolla.
ja: これで、xDAI を使用してマルチホップ Orchid 回路の料金を支払うことができます。 マルチホップ インターフェイスは、xDAI および OXT Orchid アカウントをサポートするようになり、オニオン ルートにまとめることができる OpenVPN および WireGuard 構成を引き続きサポートします。
ko: 이제 xDAI를 사용해 멀티 홉 Orchid 서킷 비용을 지불할 수 있습니다. 현재, 멀티 홉 인터페이스는 xDAI 및 OXT Orchid 계정을 지원하고, 어니언 라우팅으로 함께 연결할 수 있는 OpenVPN 및 WireGuard 구성을 계속 지원합니다.
pt: Agora pode pagar por um circuito do Orchi com vários hops com xDAI. A interface multihop agora suporta contas do Orchid xDAI e OXT. Ainda é compatível com configurações OpenVPN e WireGuard que podem ser agrupadas num percurso onion.
ru: Теперь оплатить цепь Orchid с несколькими подключениями можно с помощью xDai. Интерфейс множества подключений поддерживает учетные записи Orchid на xDai и OXT, а также по-прежнему поддерживает конфигурации OpenVPN и WireGuard, которые можно объединять в «луковую» маршрутизацию.
tr: Artık xDAI ile çoklu atlama Orchid devresi için ödeme yapabilirsiniz. Çoklu atlama arayüzü artık xDAI ve OXT Orchid hesaplarını destekliyor ve soğan yönlendirme oluşturmak için birleştirilebilinen OpenVPN ve WireGuard yapılandırmalarını da hâlen desteklemektedir.
uk: Тепер ви можете заплатити в xDAI за ланцюжок Orchid із кількома стрибками. Багатострибковий інтерфейс одночасно з конфігураціями OpenVPN і WireGuard зараз підтримує рахунки xDAI та OXT Orchid, що можна об’єднати в цибулевий маршрут.
zh: 您现在可以使用 xDAI 支付多跃点 Orchid 线路的费用。多跃点界面现在支持 xDAI 和 OXT Orchid 帐户，并且仍然支持 OpenVPN 和 WireGuard 配置，它们可以串起来形成一个“洋葱路由”。

# manageYourConnectionFromTheCircuitBuilderInsteadOfThe
source: Manage your connection from the circuit builder instead of the account manager. All connections now use a circuit with zero or more hops. Any existing configuration has been migrated to the circuit builder.
es: Administra tu conexión desde el generador de circuitos en lugar del administrador de cuentas. Todas las conexiones ahora usan un circuito con cero o más hops. Cualquier configuración existente se ha migrado al generador de circuitos.
fr: Gérez votre connexion depuis le créateur de circuits plutôt que depuis le gestionnaire de compte. Toutes les connexions utilisent désormais un circuit avec zéro bond ou plus. Toute configuration existante a été migrée vers le créateur de circuits.
hi: खाता प्रबंधक की जगह अपने कनेक्शन का प्रबंधन परिपथ निर्माता से करें। अब सभी कनेक्शन शून्य या इससे अधिक हॉपों का उपयोग करने परिपथ का उपयोग करते हैं। मौजूद कॉन्फिगरेशन को परिपर्थ निर्माता में स्थानांतरित कर दिया गया है।
id: Kelola koneksi Anda dari pembuat sirkuit, bukan dari pengelola akun. Semua koneksi sekarang menggunakan sirkuit dengan nol hop atau lebih banyak hop. Setiap konfigurasi yang ada telah dimigrasikan ke pembuat sirkuit.
it: Gestisci la tua connessione dal Generatore di circuiti anziché da Gestione account. Tutte le connessioni ora utilizzano un circuito con zero o più hop. Qualsiasi configurazione esistente è stata migrata al Generatore di circuiti.
ja: アカウント マネージャーではなく、回路ビルダーから接続を管理します。 すべての接続で、ホップ数が 0 以上の回路が使用されるようになりました。既存の構成はすべて回路ビルダーに移行されています。
ko: 계정 관리자 대신 서킷 빌더에서 연결을 관리하세요. 이제 모든 연결은 0개 이상의 홉이 있는 서킷을 사용합니다. 기존의 모든 구성은 서킷 빌더로 이전되었습니다.
pt: Faça a gestão da sua ligação a partir do criador de circuitos em vez do gestor de contas. Todas as ligações utilizam agora um circuito com zero ou mais hops. Qualquer configuração existente foi migrada para o criador de circuitos.
ru: Управляйте соединением через конструктор цепи вместо менеджера учетных записей. Во всех соединениях теперь используется цепь с 0 или более подключениями. Если у вас уже была конфигурация, она перенесена в конструктор цепи.
tr: Bağlantınızı, hesap yöneticisi yerine devre oluşturucuyla yönetin. Tüm bağlantılar artık sıfır ya da daha fazla atlamalı devreleri kullanıyor. Mevcut yapılandırmalar, devre oluşturucuya taşındı.
uk: Керуйте з’єднанням за допомогою конструктора ланцюжків замість диспетчера рахунків. Усі з’єднання тепер використовують ланцюжок із нульовим стрибком або кількома стрибками. Наявні конфігурації перенесено до конструктора ланцюжків.
zh: 您可以从“线路生成器”而非“帐户管理器”中管理您的连接。所有连接现在都使用零或多跃点的线路。任何现有配置都已迁移到“线路生成器”。

# quickStartFor1
source: Quick start for {smallAmount}
es: Comienza rápidamente por {smallAmount}
fr: Commencez rapidement pour {smallAmount}
hi: {smallAmount} के लिए त्वरित शुरुआत
id: Mulai cepat cuma dengan {smallAmount}
it: Avvio rapido con {smallAmount}
ja: {smallAmount} でクイック スタート
ko: {smallAmount}에 빠르게 시작하기
pt: Começar rapidamente por {smallAmount}
ru: Быстрый старт за {smallAmount}
tr: {smallAmount} ile hızlı başlangıç
uk: Швидкий старт за {smallAmount}
zh: 仅需 {smallAmount} 即可快速开启体验之旅

# weAddedAMethodToPurchaseAnOrchidAccountAnd
source: We added a method to purchase an Orchid account and create a single hop circuit from the homescreen to shortcut the onboarding process.
es: Agregamos un método para comprar una cuenta Orchid y crear un circuito de un solo hop desde la pantalla de inicio para acortar el proceso de integración.
fr: Nous avons ajouté une méthode pour acheter un compte Orchid et créer un circuit à bond unique à partir de l'écran d'accueil pour raccourcir le processus d'intégration.
hi: हमने होमस्क्रीन से ही एक ऑर्किड खाता खरीदने और एक अकेले हॉप परिपथ निर्मित करने की विधि जोड़ी है ताकि ऑनबोर्डिंग प्रक्रिया को अधिक छोटा बनाया जा सके।
id: Kami telah menambahkan cara untuk membeli akun Orchid dan membuat sirkuit dengan hop tunggal dari layar beranda untuk mempersingkat proses pengenalan.
it: Abbiamo aggiunto un metodo per acquistare un account Orchid e creare un singolo circuito hop dalla schermata iniziale per semplificare il processo di onboarding.
ja: Orchid アカウントを購入し、ホーム画面からシングル ホップ回路を作成してオンボーディング プロセスを短縮する方法を追加しました。
ko: 시작 과정을 단축하기 위하여 Orchid 계정을 구매하고 홈 화면에서 단일 홉 서킷을 생성할 수 있는 방법을 추가했습니다.
pt: Adicionamos uma forma de comprar uma conta do Orchid e criar um circuito de único hop a partir do ecrã inicial para criar um atalho para o processo de integração.
ru: Мы добавили возможность купить учетную запись Orchid и создать цепь с одним подключением прямо с главного экрана, чтобы вы могли быстрее начать работу.
tr: Başlangıç süresini kısaltmak için bir Orchid hesabı satın almak ve ana ekrandan tek bir atlama devresi oluşturmak için bir yöntem ekledik.
uk: Ми додали новий спосіб придбати рахунок Orchid і створити однострибковий ланцюжок з головного екрана, щоб швидше розпочати користування.
zh: 我们增加了一种购买 Orchid 帐户的方法，并从主页创建单跃点线路，方便您更快上手。

# orchidIsUniqueAsAMultiHopOrOnion
source: Orchid is unique as a multi-hop or onion routing client supporting multiple VPN protocols. You can set up your connection by chaining together hops from the supported protocols below. One hop is like a regular VPN. Three hops (for advanced users) is the classic onion routing choice. Zero hops allows traffic analysis without any VPN tunnel.
es: Orchid es único como cliente de enrutamiento de múltiples hops o cebolla que admite varios protocolos VPN. Puedes configurar tu conexión al unir hops de los protocolos compatibles a continuación. Un hop es como una VPN normal. Tres hops (para usuarios avanzados) es la opción clásica para enrutamiento de cebolla. Cero hops permite el análisis del tráfico sin ningún túnel VPN.
fr: Orchid est unique en tant que client de routage multi-bonds ou onion prenant en charge plusieurs protocoles VPN. Vous pouvez configurer votre connexion en enchaînant les bonds avec les protocoles pris en charge ci-dessous. Un seul bond, c'est comme un VPN classique. Trois bonds (pour les utilisateurs expérimentés) constituent le choix classique de routage onion. Le zéro bond permet d'analyser le trafic sans tunnel VPN.
hi: ऑर्किड एक अद्वितीय मल्टी-हॉप या अनियन परिपथन ग्राहक समर्थक एकाधिक वीपीएन प्रोटोकॉल है। अब नीचे के समर्थित प्रोटोकॉलों में से हॉपों को शृंखलित करके अपने कनेक्शन को सेटअप कर सकते हैं। एक हॉप किसी भी सामान्य वीपीएन के समान है। तीन हॉप (उन्नत उपयोगकर्ताओं के लिए) क्लासिक अनियन परिपथन विकल्प है। शून्य हॉप बिना वीपीएन सुरंग के यातायात के विश्लेषण की सुविधा प्रदान करते हैं।
id: Orchid bersifat unik sebagai klien perutean berlapis atau multi-hop karena mendukung banyak protokol VPN. Anda dapat mengatur koneksi Anda dengan menggabungkan berbagai hop dari protokol yang didukung di bawah ini. Satu hop itu seperti VPN biasa. Tiga hop (bagi pengguna tingkat lanjut) adalah pilihan klasik untuk perutean berlapis. Nol hop memungkinkan analisis lalu lintas tanpa tunnel VPN apa pun.
it: Orchid è un client multi-hop o di instradamento a cipolla esclusivo che supporta più protocolli VPN. Puoi configurare la connessione concatenando gli hop dai seguenti protocolli supportati. Un hop è come una normale VPN. Tre hop (per utenti avanzati) è la classica scelta di instradamento a cipolla. Zero hop consente l'analisi del traffico senza tunnel VPN.
ja: Orchid は、複数の VPN プロトコルをサポートするマルチホップまたはクラシック オニオン ルーティング クライアントとしてユニークです。以下のサポートされているプロトコルからのホップをチェーン化することにより、接続をセットアップできます。 1 ホップは通常の VPN のようなものです。 3 ホップ (上級ユーザー向け) は、オニオン ルーティングの選択肢です。0 ホップにより、VPN トンネルなしでトラフィック分析が可能になります。
ko: Orchid는 여러 개의 VPN 프로토콜을 지원하는 다중 홉 또는 어니언 라우팅 클라이언트입니다. 아래와 같이 지원되는 프로토콜에서 홉들을 서로 묶어서 연결을 설정할 수 있습니다. 한 개의 홉은 일반적인 VPN과 같습니다. (고급 사용자를 위한) 세 개의 홉은 전통적인 어니언 라우팅 옵션입니다. 제로 홉은 VPN 터널 없이 트래픽 분석을 가능하게 합니다.
pt: O Orchid é único enquanto cliente de encaminhamento multi-hop ou onion que suporta vários protocolos de VPN. Pode configurar a sua ligação ao encadear hops a partir dos protocolos compatíveis abaixo. Um hop é como um VPN normal. Três hops (para utilizadores avançados) é a opção de encaminhamento onion clássica. Zero hops permitem a análise de tráfego sem qualquer túnel de VPN.
ru: Orchid — уникальный клиент для нескольких подключений и «луковой» маршрутизации; он поддерживает различные VPN-протоколы. Вы можете сами объединить несколько подключений в цепь с помощью поддерживаемых протоколов ниже. Одно подключение аналогично простой VPN-сети. Три подключения (для продвинутых пользователей) — классическая «луковая» маршрутизация. Если не используется ни одно подключение, то трафик не проходит по VPN-туннелю и открыт для просмотра.
tr: Orchid, birden fazla VPN protokolünü destekleyen bir çoklu atlama ya da soğan yönlendirmesi istemcisiyle eşsizdir. Aşağıdaki desteklenen protokollerden atlamaları bir araya getirerek bağlantınızı kurabilirsiniz. Tek atlama, normal bir VPN gibidir. Üç atlama (gelişmiş kullanıcılar için) klasik soğan yönlendirmesi seçimidir. Sıfır atlama, herhangi bir VPN tüneli kullanmadan trafik analizine izin verir.
uk: Orchid — унікальний клієнт цибулевої або багатострибкової маршрутизації, що підтримує кілька протоколів VPN. Можна налаштувати з’єднання, об’єднавши стрибки з підтримуваних протоколів, зазначених нижче. Один стрибок схожий на звичайний VPN. Три стрибка (для досвідчених користувачів) — це класичний варіант цибулевої маршрутизації. Нульові стрибки дозволяють аналізувати трафік без використання VPN-тунелю.
zh: Orchid 是一个独一无二的多跃点或洋葱路由客户端，支持多种 VPN 协议。您可以将以下受支持协议中的跃点链接在一起来建立连接。 一个跃点就像一个普通的 VPN。选择三个跃点（用于高级用户）即是经典的洋葱路由。如果是零跃点，则允许在没有任何 VPN 隧道的情况下进行流量分析。
