Repository: MikeOwino/orchid
Catalog: gui-orchid/lib/l10n/app_*.arb
Languages: es, fr, hi, id, it, ja, ko, pt, ru, tr, uk, zh

# pasteTheWeb3WalletAddress
source: Paste the web3 wallet address that you will use to fund your account below.
es: Pegue la dirección de la billetera web3 que usará para depositar fondos en su cuenta a continuación.
fr: Collez ci-dessous l'adresse du portefeuille Web3 que vous utiliserez pour approvisionner votre compte.
hi: नीचे दिए गए वेब3 वॉलेट पते को पेस्ट करें जिसका उपयोग आप अपने खाते में निधि लगाने के लिए करेंगे।
id: Tempel alamat dompet web3 yang akan Anda gunakan untuk mendanai akun Anda di bawah ini.
it: Incolla di seguito l'indirizzo del portafoglio web3 che utilizzerai per finanziare il tuo account.
ja: アカウントの資金調達に使用するweb3ウォレットアドレスを以下に貼り付けてください。
ko: 아래에 귀하의 계정에 자금을 입금하는 데 사용할 web3 지갑 주소를 붙여넣습니다.
pt: Cole o endereço da carteira web3 que você usará para financiar sua conta abaixo.
ru: Вставьте ниже адрес кошелька web3, который вы будете использовать для пополнения своего счета.
tr: Hesabınıza para yatırmak için kullanacağınız web3 cüzdan adresini aşağıya yapıştırın.
uk: Вставте нижче адресу гаманця web3, яку ви використовуватимете для поповнення свого облікового запису.
zh: 在下面粘贴您将用于为您的帐户注资的 web3 钱包地址。

source: SET UP ACCOUNT
es: Configurar la cuenta
fr: Mettre en place compte
hi: खाता सेट करें
id: Siapkan Akun
it: Configura account
ja: アカウントを設定する
ko: 계정 설정
pt: Configurar conta
ru: Настроить учетную запись
tr: HESAP AÇMAK
uk: Налаштувати обліковий запис
zh: 设置帐号

source: Set Warned Amount To
es: Establecer cantidad advertida en
fr: Définir le montant averti sur
hi: चेतावनी राशि को इस पर सेट करें
id: Setel Jumlah yang Diperingatkan Ke
it: Imposta l'importo dell'avviso su
ja: 警告量をに設定
ko: 경고 금액 설정
pt: Definir valor avisado para
ru: Установить сумму предупреждения на
tr: Uyarı Tutarı Ayarla
uk: Установити попереджену суму
zh: 将警告金额设置为

source: System Default
es: Sistema por defecto
fr: Défaut du système
hi: प्रणालीगत चूक
id: Default Sistem
it: Default del sistema
ja: システムのデフォルト
ko: 시스템 기본값
pt: Sistema padrão
ru: Системные установки по умолчанию
tr: Sistem varsayılanı
uk: За замовчуванням система
zh: 系统预设

source: Tap to Minimize
es: Toca para minimizar
fr: Appuyez pour réduire
hi: छोटा करने के लिए टैप करें
id: Ketuk untuk Meminimalkan
it: Tocca per ridurre a icona
ja: タップして最小化
ko: 탭하여 최소화
pt: Toque para minimizar
ru: Нажмите, чтобы свернуть
tr: Küçültmek için dokunun
uk: Торкніться, щоб згорнути
zh: 点击以最小化

# unlockDeposit1
source: Unlock deposit
es: Desbloquear depósito
fr: Débloquer le dépôt
hi: जमा अनलॉक करें
id: Buka kunci deposit
it: Sblocca il deposito
ja: デポジットのロックを解除する
ko: 보증금 잠금 해제
pt: Desbloquear depósito
ru: Разблокировать депозит
tr: Depozito kilidini aç
uk: Розблокувати депозит
zh: 解锁存款

source: Version 0
es: Versión 0
fr: Variante 0
hi: संस्करण 0
id: Versi 0
it: Versione 0
ja: バージョン0
ko: 버전 0
pt: Versão 0
ru: Версия 0
tr: Sürüm 0
uk: Версія 0
zh: 版本 0

source: Version 1
es: Versión 1
hi: संस्करण 1
id: Versi 1
it: Versione 1
ja: バージョン1
ko: 버전 1
pt: Versão 1
ru: Версия 1
tr: Versiyon 1
uk: Версія 1
zh: 版本 1

source: View Logs
es: Ver los registros
fr: Regardes les connexions
hi: लॉग्स को देखें
id: Lihat Log
it: Visualizza i log
ja: ログを見る
ko: 로그 보기
pt: Ver registros
ru: Просмотр журналов
tr: Günlükleri Görüntüle
uk: Переглянути журнали
zh: 查看日志

# yesIHaveSavedACopyOf
source: Yes, I have saved a copy of my private key somewhere secure.
es: Sí, guardé una copia de mi clave privada en un lugar seguro.
fr: Oui, j'ai enregistré une copie de ma clé privée dans un endroit sûr.
hi: हां, मैंने अपनी निजी कुंजी की एक प्रति कहीं सुरक्षित रख ली है।
id: Ya, saya telah menyimpan salinan kunci pribadi saya di suatu tempat yang aman.
it: Sì, ho salvato una copia della mia chiave privata in un posto sicuro.
ja: はい、秘密鍵のコピーを安全な場所に保存しました。
ko: 예, 개인 키 사본을 안전한 곳에 저장했습니다.
pt: Sim, salvei uma cópia da minha chave privada em algum lugar seguro.
ru: Да, я сохранил копию своего закрытого ключа в безопасном месте.
tr: Evet, özel anahtarımın bir kopyasını güvenli bir yere kaydettim.
uk: Так, я зберіг копію свого приватного ключа в надійному місці.
zh: 是的，我已将我的私钥副本保存在安全的地方。

source: Your Orchid Identity public address
es: Su dirección pública de Orchid Identity
fr: Votre adresse publique Orchid Identity
hi: आपका आर्किड पहचान सार्वजनिक पता
id: Alamat publik Orchid Identity Anda
it: Il tuo indirizzo pubblico di identità dell'orchidea
ja: OrchidIdentityのパブリックアドレス
ko: 귀하의 난초 신원 공개 주소
pt: Seu endereço público de identidade de orquídea
ru: Ваш публичный адрес Orchid Identity
tr: Orkide Kimliğinizin genel adresi
uk: Ваша публічна адреса Orchid Identity
zh: 您的兰花身份公共地址

source: About
es: Acerca de
fr: sur
hi: के बारे में
id: Tentang
it: Di
ja: 約
ko: 약
pt: Sobre
ru: Около
tr: hakkında
uk: Про
zh: 关于

source: Account Changes
es: Cambios de cuenta
fr: Changements de compte
hi: खाता परिवर्तन
id: Perubahan Akun
it: Modifiche all'account
ja: アカウントの変更
ko: 계정 변경
pt: Alterações de conta
ru: Изменения учетной записи
tr: Hesap Değişiklikleri
uk: Зміни облікового запису
zh: 账户变更

source: Add Chain
es: Agregar cadena
fr: Ajouter une chaîne
hi: श्रृंखला जोड़ें
id: Tambahkan Rantai
it: Aggiungi catena
ja: チェーンを追加
ko: 체인 추가
pt: Adicionar cadeia
ru: Добавить цепочку
tr: Zincir Ekle
uk: Додати ланцюжок
zh: 添加链

# addFunds2
source: Add Funds
es: Añadir fondos
fr: Ajouter des fonds
hi: धन जोड़ें
id: MENAMBAH DANA
it: Aggiungere fondi
ja: 資金を追加する
ko: 자금 추가
pt: Adicionar Fundos
ru: Добавить средства
tr: Para Ekle
uk: Додати кошти
zh: 增加资金

source: Chain name
es: Nombre de cadena
fr: Nom de la chaîne
hi: श्रृंखला का नाम
id: Nama Rantai
it: Nome della catena
ja: チェーン名
ko: 체인 이름
pt: Nome da cadeia
ru: Название цепи
tr: Zincir Adı
uk: Назва ланцюга
zh: 链名

source: Dapp Version
es: Versión Dapp
fr: Version dapp
hi: डैप संस्करण
id: Versi Dapp
it: Versione Dapp
ja: Dapp バージョン
ko: 디앱 버전
pt: Versão do Dapp
ru: Децентрализованная версия
tr: Dapp Sürümü
uk: Версія Dapp
zh: Dapp版本

# deleteChainQuestion
source: Delete Chain?
es: ¿Eliminar cadena?
fr: Supprimer la chaîne ?
hi: चेन मिटाएं?
id: Hapus Rantai?
it: Elimina catena?
ja: チェーンを削除しますか?
ko: 체인을 삭제하시겠습니까?
pt: Excluir cadeia?
ru: Удалить цепочку?
tr: Zincir Silinsin mi?
uk: Видалити ланцюжок?
zh: 删除链？

source: Delete user-configured chain
es: Eliminar cadena configurada por el usuario
fr: Supprimer la chaîne configurée par l'utilisateur
hi: उपयोगकर्ता द्वारा कॉन्फ़िगर की गई श्रृंखला हटाएं
id: Hapus rantai yang dikonfigurasi pengguna
it: Elimina la catena configurata dall'utente
ja: ユーザー構成チェーンの削除
ko: 사용자 구성 체인 삭제
pt: Excluir cadeia configurada pelo usuário
ru: Удалить настроенную пользователем цепочку
tr: Kullanıcı tarafından yapılandırılan zinciri sil
uk: Видалити налаштований користувачем ланцюжок
zh: 删除用户配置的链

source: Deploy Contract
es: Contrato de implementación
fr: Déployer le contrat
hi: अनुबंध तैनात करें
id: Menyebarkan Kontrak
it: Contratto di distribuzione
ja: 契約を展開する
ko: 계약 배포
pt: Implantar contrato
ru: Развернуть контракт
tr: Dağıtım Sözleşmesi
uk: Контракт розгортання
zh: 部署合约

source: Deploy Singleton Factory
es: Implementar fábrica Singleton
fr: Déployer la fabrique de singletons
hi: सिंगलटन फैक्ट्री तैनात करें
id: Sebarkan Pabrik Tunggal
it: Distribuire Singleton Factory
ja: シングルトン ファクトリをデプロイする
ko: 싱글톤 팩토리 배포
pt: Implantar Fábrica Singleton
ru: Развернуть фабрику синглтонов
tr: Singleton Factory'yi dağıtın
uk: Розгорніть Singleton Factory
zh: 部署单例工厂

source: Fund Contract Deployer
es: Implementador de contratos de fondos
fr: Déployeur de contrat de fonds
hi: फंड अनुबंध नियोक्ता
id: Penyebar Kontrak Dana
it: Gestore del contratto del fondo
ja: 資金契約デプロイヤー
ko: 펀드 계약 전개자
pt: Implantador de Contrato de Fundo
ru: Развертывание контракта фонда
tr: Fon Sözleşmesi Uygulamacısı
uk: Розпорядник контракту фонду
zh: 基金合约部署者

# moveFunds2
source: Move Funds
es: Mover fondos
fr: Déplacer des fonds
hi: फंड ले जाएँ
id: Pindahkan Dana
it: Sposta fondi
ja: 資金移動
ko: 자금 이동
pt: Mover fundos
ru: Переместить средства
tr: Fonları Taşı
uk: Переміщення коштів
zh: 转移资金

source: Name
es: Nombre
fr: Prénom
hi: नाम
id: Nama
it: Nome
ja: 名
ko: 이름
pt: Nome
ru: название
tr: isim
uk: ім'я
zh: 名称

source: RPC Url
es: URL de RPC
fr: URL RPC
hi: आरपीसी यूआरएल
id: URL RPC
it: URL RPC
pt: URL de RPC
ru: URL-адрес RPC
tr: RPC URL'si
uk: URL-адреса RPC
zh: RPC 网址

source: Test
es: Prueba
fr: tester
hi: परीक्षा
id: uji
ja: テスト
ko: 테스트
pt: Teste
ru: тестовое задание
tr: ölçek
uk: тест
zh: 测试

source: Token Price
es: Precio del token
fr: Prix du jeton
hi: टोकन मूल्य
id: Harga Token
it: Prezzo del token
ja: トークン価格
ko: 토큰 가격
pt: Preço do token
ru: Цена токена
tr: Jeton Fiyatı
uk: Ціна токена
zh: 代币价格

source: Token Price USD
es: Precio del token USD
fr: Prix du jeton USD
hi: टोकन मूल्य USD
id: Harga Token USD
it: Prezzo del token USD
ja: トークン価格 USD
ko: 토큰 가격 USD
pt: Preço do token USD
ru: Цена токена в долларах США
tr: Jeton Fiyatı USD
uk: Ціна токена в доларах США
zh: 代币价格 USD

source: View Contract on Etherscan
es: Ver contrato en Etherscan
fr: Voir le contrat sur Etherscan
hi: इथरस्कैन पर अनुबंध देखें
id: Lihat Kontrak di Etherscan
it: Visualizza contratto su Etherscan
ja: イーサスキャンで契約を見る
ko: Etherscan에서 계약 보기
pt: Ver contrato no Etherscan
ru: Посмотреть контракт на Etherscan
tr: Etherscan'de Sözleşmeyi Görüntüle
uk: Переглянути контракт на Etherscan
zh: 在 Etherscan 上查看合约

source: View Contract on Github
es: Ver contrato en Github
fr: Voir le contrat sur Github
hi: गीथूब पर अनुबंध देखें
id: Lihat Kontrak di Github
it: Visualizza contratto su Github
ja: Github で契約を表示
ko: Github에서 계약 보기
pt: Ver contrato no Github
ru: Посмотреть контракт на Github
tr: Github'da Sözleşmeyi Görüntüle
uk: Переглянути договір на Github
zh: 在 Github 上查看合约

# withdrawFunds2
source: Withdraw Funds
es: Retirar Fondos
fr: Retirer des fonds
hi: धन निकालना
id: Tarik dana
it: Prelevare fondi
ja: 資金を引き出す
ko: 자금 인출
pt: Retirar Fundos
ru: Снять Средства
tr: Para çekme
uk: вивести кошти
zh: 提款

source: USD/GB
fr: USD/Go
ru: ДОЛЛ/ГБ
uk: USD/Гб
zh: 美元/GB
