Repository: MikeOwino/orchid
Catalog: gui-orchid/lib/l10n/app_*.arb
Languages: es, fr, hi, id, it, ja, ko, pt, ru, tr, uk, zh

source: Paste your WireGuard®️ config file here
es: Pega tu archivo de configuración WireGuard®️ aquí
fr: Collez votre fichier de configuration WireGuard®️ ici
hi: अपने वायर-गार्ड®️ कॉन्फिग को यहाँ चिपकाएँ
id: Tempel berkas konfigurasi WireGuard®️ Anda di sini
it: Incolla qui il tuo file WireGuard®️ Config
ja: ここにWireGuard構成ファイルを貼り付けます
ko: 여기에 WireGuard 구성 파일을 붙여 넣으십시오.
pt: Cole sua configuração WireGuard® aqui
ru: Вставьте свой файл конфигурации WireGuard здесь
tr: WireGuard®️ yapılandırma dosyanızı buraya yapıştırın
uk: Вставте файл конфігурації WireGuard®️ тут
zh: 在此处粘贴您的WireGuard配置文件

# pasteTheCredentialInformationForYourWireguardProviderIntoThe
source: Paste the credential information for your WireGuard®️ provider into the field above.
es: Pega la información de las credenciales de tu proveedor WireGuard®️ en el campo anterior.
fr: Collez les informations d'identification de votre fournisseur WireGuard® dans le champ ci-dessus.
hi: अपने वायरगार्ड के®️ प्रदाता के लिए क्रेडेंशियल जानकारी को ऊपर की जगह में चिपकाएँ।
id: Tempel informasi kredensial untuk penyedia WireGuard®️ Anda ke bidang di atas.
it: Incolla le informazioni delle credenziali del tuo provider WireGuard®️ nel campo sopra.
ja: WireGuardプロバイダーの資格情報を上のフィールドに貼り付けます。
ko: WireGuard 제공업체의 자격 증명 정보를 위의 필드에 붙여 넣습니다.
pt: Cole as suas credenciais do seu fornecedor WireGuard® no campo acima.
ru: Вставьте учетные данные для вашего провайдера WireGuard в поле выше.
tr: WireGuard®️ sağlayıcınızdan edindiğiniz kimlik bilgisini yukarıdaki alana yapıştırın.
uk: Вставте облікові дані постачальника WireGuard®️ у поле вище.
zh: 将WireGuard提供程序的凭据信息粘贴到上面的字段中。

source: WireGuard®️
hi: वायर-गार्ड®️
ko: 와이어 가드
zh: 线路保护

source: Clear all log data?
es: ¿Borrar todos los datos de registro?
fr: Effacer toutes les données du journal ?
hi: सभी लॉग डेटा को साफ करें?
id: Bersihkan semua data log?
it: Cancella tutti i dati di registro?
ja: すべてのログデータを消去しますか？
ko: 모든 로그 데이터를 지우시겠습니까?
pt: Limpar todos os dados de registro?
ru: Очистить все данные журнала?
tr: Veri günlüğü tamamen temizlensin mi?
uk: Очистити всі дані журналу?
zh: 清除所有日志数据？

# thisDebugLogIsNonpersistentAndClearedWhenQuittingThe
source: This debug log is non-persistent and cleared when quitting the app.
es: Este registro de depuración no es permanente y se borrará al salir de la aplicación.
fr: Ce journal de débogage n'est pas persistant et sera effacé lorsque vous quitterez l'application.
hi: ऐप छोड़ते समय यह डिबग लॉग बना नहीं रहेगा और मिट जाएगा।
id: Log debug ini hanya sementara dan dibersihkan saat keluar dari aplikasi.
it: Questo registro di debug non è persistente e viene cancellato quando chiudi l'app.
ja: このデバッグログは永続的ではなく、アプリを終了するとクリアされます。
ko: 디버그 로그는 지속적이지 않으며 앱 종료 시 삭제됩니다.
pt: Esse registro de depuração não é persistente e é limpo quando fechar a aplicação.
ru: Этот журнал отладки непостоянен и очищается при выходе из приложения.
tr: Bu hata ayıklama günlüğü kalıcı değildir ve uygulamadan çıkıldığında temizlenir.
uk: Цей журнал налагодження є тимчасовим і очищається під час виходу з додатка.
zh: 该日志调试为非永久性，并且在退出应用程序时会清除。

source: It may contain secret or personally identifying information.
es: Puede contener información privada o de carácter personal.
fr: Peut contenir des informations sensibles et/ou personnelles.
hi: उसमें रहस्य या निजी पहचान को संभव बनाने वाली जानकारी हो सकती है।
id: Dapat berisi informasi rahasia atau identifikasi pribadi.
it: Può contenere informazioni segrete o informazioni di identificazione personale.
ja: 秘密情報や個人を特定できる情報が含まれている場合があります。
ko: 비밀번호 또는 개인 식별 정보를 포함 할 수 있습니다.
pt: Ele poderá conter informações secretas ou de identificação pessoal.
ru: Может содержать секретную или личную информацию.
tr: Gizli veya kişisel olarak tanımlayıcı bilgiler içerebilir.
uk: Він може містити секретну або особисту інформацію.
zh: 它或包含隐私或个人识别信息。

source: Logging enabled
es: Registro activado
fr: Journalisation activée
hi: लॉगिन सक्षम कर दिया गया
id: Pengelogan diaktifkan
it: Registrazione abilitata
ja: ロギングが有効
ko: 로깅 가능
pt: Registro ativado
ru: Ведение журнала включено
tr: Kayıt tutma etkin
uk: Журнал увімкнено
zh: 启用记录

source: CANCEL
es: CANCELAR
fr: ANNULER
hi: रद्द करें
id: Batal
it: ANNULLA
ja: キャンセル
ko: 취소
pt: CANCELAR
ru: ОТМЕНА
tr: İPTAL
uk: СКАСУВАТИ
zh: 取消

source: Logging
es: Registrando
fr: Journalisation
hi: लॉग कर रहे हैं
id: Mengelog
it: Registrando
ja: ロギング
ko: 로깅 중
pt: Registro
ru: протоколирование
tr: Kaydediliyor
uk: Ведення журналу
zh: 记录中

source: Loading ...
es: Cargando...
fr: Chargement...
hi: लोड कर रहे हैं...
id: Memuat ...
it: Caricamento...
ja: 読み込んでいます...
ko: 로드 중 ...
pt: Carregando...
ru: Загрузка ...
tr: Yükleniyor ...
uk: Завантажується...
zh: 载入中......

source: ETH price:
es: Precio de ETH:
fr: Prix de l’ETH :
hi: ईटीएच मूल्य:
id: Harga ETH:
it: Prezzo ETH:
ja: ETH価格：
ko: ETH 가격 :
pt: Preço do ETH:
ru: ETH цена:
tr: ETH fiyatı:
uk: Ціна ETH:
zh: ETH价格：

source: OXT price:
es: Precio de OXT:
fr: Prix de l'OTX :
hi: ऑक्सटी मूल्य:
id: Harga OXT:
it: Prezzo OXT:
ja: OXT価格：
ko: OXT 가격 :
pt: Preço do OXT:
ru: Цена OXT:
tr: OXT fiyatı:
uk: Ціна OXT:
zh: OXT价格：

source: Gas price:
es: Precio de GAS:
fr: Prix du gaz :
hi: नेटवर्क शुल्क:
id: Biaya transaksi Gas:
it: Prezzo GAS:
ja: ガス価格：
ko: 가스 비용 :
pt: Preço da gasolina:
ru: Цена на газ:
tr: İşlem maliyeti:
uk: Ціна газу:
zh: gas费用：

source: Max face value:
es: Valor nominal máximo:
fr: Valeur nominale maximale :
hi: अधिकतम अंकित मूल्य:
id: Nilai nominal maksimum:
it: Valore nominale massimo:
ja: 最大額面：
ko: 최대 액면가 :
pt: Valor de face máximo:
ru: Макс номинал:
tr: Maksimum nominal değer:
uk: Макс. номінал:
zh: 最大面值：

source: Confirm Delete
es: Confirmar eliminación
fr: Confirmer la suppression
hi: हटाने की पुष्टि करें
id: Konfirmasi penghapusan
it: Conferma eliminazione
ja: 削除を確認
ko: 삭제 확인
pt: Confirmar exclusão
ru: Подтвердите удаление
tr: Silme İşlemini Onayla
uk: Підтвердити видалення
zh: 确认删除

source: Enter OpenVPN Config
es: Introduce la configuración OpenVPN
fr: Entrez la configuration OpenVPN
hi: ओपनवीपीएन कॉन्फिग दर्ज करें
id: Masukkan konfigurasi OpenVPN
it: Inserisci OpenVPN Config
ja: OpenVPN設定入力
ko: OpenVPN 구성 입력하기
pt: Insira a configuração OpenVPN
ru: ввести OpenVPN конфигурацию
tr: OpenVPN Yapılandırmasını Girin
uk: Уведіть конфігурацію OpenVPN
zh: 输入 OpenVPN Config

source: Enter WireGuard®️ Config
es: Introduce la configuración WireGuard®️
fr: Entrez la configuration WireGuard®️
hi: वायर-गार्ड®️ कॉन्फिग दर्ज करें
id: Masukkan konfigurasi WireGuard®️
it: Inserisci WireGuard®️ Config
ja: WireGuard®️設定入力
ko: WireGuard® 구성 입력하기
pt: Insira a configuração WireGuard®️
ru: ввести WireGuard®️ конфигурацию
tr: WireGuard®️ Yapılandırmasını Girin
uk: Уведіть конфігурацію WireGuard®️
zh: 输入WireGuard®️ Config

source: Starting...
es: Iniciando...
fr: Démarrage...
hi: शुरू कर रहे हैं...
id: Memulai...
it: Avvio...
ja: 起動中...
ko: 실행 중...
pt: A Iniciar...
ru: запуск...
tr: Başlatılıyor...
uk: Запуск...
zh: 启动中...

source: Legal
fr: Mentions légales
hi: कानूनी
id: Hukum
it: Legale
ja: 法的情報
ko: 법적 고지
pt: Jurídico
ru: Правовая информация
tr: Yasal
uk: Юридичне
zh: 法律事项

source: What’s new in Orchid
es: Novedades de Orchid
fr: Nouveautés d'Orchid
hi: ऑर्किड में क्या नया है
id: Apa yang baru di Orchid
it: Novità di Orchid
ja: Orchidの新機能
ko: Orchid의 새로운 기능
pt: Novidades da Orchid
ru: Что нового в Orchid
tr: Orchid'deki yenilikler
uk: Що нового в Orchid
zh: Orchid 更新摘要

source: Orchid is on xDai!
es: ¡Orchid disponible en xDai!
fr: Orchid est sur xDai !
hi: ऑर्किड एक्स-डाई में आ गया है!
id: Orchid ada di xDai!
it: Orchid è su xDai!
ja: OrchidはxDaiでご利用いただけます！
ko: Orchid가 xDai에서 지원됩니다!
pt: Orchid no xDai!
ru: Orchid на xDai!
tr: Orchid, xDai'de!
uk: Orchid на xDai!
zh: Orchid 已入驻 xDai！

# youCanNowPurchaseOrchidCreditsOnXdaiStartUsing
source: You can now purchase Orchid credits on xDai! Start using the VPN for as little as $1.
es: ¡Ahora puedes comprar créditos de Orchid en xDai! Empieza a usar la VPN por tan solo $1 USD.
fr: Vous pouvez maintenant acheter des crédits Orchid avec xDai ! Commencez à utiliser le VPN pour seulement 1 €.
hi: अब आप एक्स-डाई में ऑर्किड क्रेडिट खरीद सकते हैं! $1 जितने कम दामों पर वीपीएन का उपयोग करना शुरू करें।
id: Anda sekarang dapat membeli kredit Orchid di xDai! Mulai gunakan VPN seharga AS$1 saja.
it: Ora puoi acquistare crediti Orchid su xDai! Inizia ad utilizzare la VPN al costo di un caffè.
ja: xDaiでOrchidクレジットをご購入いただけるようになりました！ わずか1ドルでVPNの使用を開始します。
ko: 이제 xDaiOrchid에서 Orchid 크레딧을 구입하실 수 있습니다. 단 USD $1의 저렴한 가격에 VPN을 사용해 보세요.
pt: Agora pode comprar créditos Orchid no xDai! Podes começar pelo preço de uma imperial.
ru: Теперь кредиты Orchid можно приобретать на xDai! Пользуйтесь VPN по цене от 1 долл. США.
tr: Artık xDai üzerinden Orchid kredileri satın alabilirsiniz! 1 Amerikan Doları gibi düşük bir fiyatla VPN'yi kullanmaya başlayın.
uk: Тепер можна купувати кредити Orchid на xDai! Почніть використовувати VPN лише за 1$.
zh: 您现在可以在 xDai 上购买 Orchid 积分！只需 1 美元即可开始使用 VPN。

source: xDai accounts for past purchases
es: Cuenta xDai para compras anteriores
fr: Comptes xDai pour les achats passés
hi: पिछली खरीदों के लिए एक्स-डाई खाते
id: Akun xDai untuk pembelian sebelumnya
it: Account xDai per acquisti precedenti
ja: 過去の購入のxDaiアカウント
ko: 과거 xDai 구매 기록이 있는 계정
pt: Contas xDai para compras passadas
ru: На xDai учитываются прошлые покупки
tr: Geçmiş satın almalar için xDai hesapları
uk: На xDai обліковуються попередні покупки
zh: xDai 帐户亦可用于过去的购买

# forAnyInappPurchaseMadeBeforeTodayXdaiFundsHave
source: For any in-app purchase made before today, xDai funds have been added to the same account key. Have the bandwidth on us!
es: Para cualquier compra en la app realizada antes de hoy, los fondos xDai se han agregado a la misma clave de cuenta. ¡Utiliza el ancho de banda con nosotros!
fr: Pour tout achat intégré effectué avant aujourd'hui, les fonds xDai ont été ajoutés à la même clé de compte. C'est nous qui offrons la bande passante !
hi: आज से पहले की गई किसी भी इन-एप खरीद के लिए, एक्स-डाई निधियों को उसी खाता-कुंजी में जोड़ दिया गया है। बैंडविड्थ हमारी बदौलत!
id: Dana xDai telah ditambahkan ke kunci akun yang sama untuk setiap pembelian dalam aplikasi yang dilakukan sebelum hari ini. Hadiah kami untuk Anda!
it: Per tutti gli acquisti in-app effettuati prima di oggi, i fondi xDai sono stati aggiunti alla stessa chiave dell'account. Offriamo noi la connessione!
ja: 本日より前に行われたアプリ内購入では、xDai資金が同じアカウントキーに追加されています。Orchidで帯域幅をご購入ください！
ko: 오늘 이전의 인-앱 구매 항목에 대해 xDai를 동일한 계정 키에 추가하였습니다. 광대한 대역폭의 혜택을 누려보세요!
pt: Para qualquer compra dentro da aplicação feita antes de hoje, os fundos xDai foram adicionados à mesma chave de conta. Use a largura de banda por nossa conta!
ru: За каждую покупку в приложении, которую вы сделали до сегодняшнего дня, на тот же ключ аккаунта начисляются средства в xDai. Пользуйтесь VPN за наш счет!
tr: Bugünden önce yapılan tüm uygulama içi satın alımlar için xDai fonları aynı hesap anahtarına eklendi. Bant genişliği bizden olsun!
uk: Кошти в xDai, витрачені до сьогодні в додатку, додано до того самого ключа рахунку. Трафік — за наш рахунок!
zh: 针对今天之前进行的任何应用内购买，xDai 资金已添加到同一帐户密钥中。请安心使用带宽！

source: New interface
es: Nueva interfaz
fr: Nouvelle interface
hi: नया इंटरफेस
id: Antarmuka baru
it: Nuova interfaccia
ja: 新しいインターフェイス
ko: 새로운 인터페이스
pt: Novo interface
ru: Новый интерфейс
tr: Yeni arayüz
uk: Новий інтерфейс
zh: 新界面

# accountsAreNowOrganizedUnderTheOrchidAddressTheyAre
source: Accounts are now organized under the Orchid Address they are associated with.
es: Las cuentas están organizadas ahora bajo la Dirección Orchid a la que están asociadas.
fr: Les comptes sont désormais organisés sous l'adresse Orchid à laquelle ils sont associés.
hi: अब खाते उनसे संबंधित ऑर्किड पते के तहत व्यवस्थित किए गए हैं।
id: Akun sekarang diatur dalam alamat Orchid yang terkait dengannya.
it: Gli account sono ora organizzati in base all'indirizzo Orchid al quale sono associati.
ja: アカウントは、関連付けられているOrchidアドレスの下に整理されます。
ko: 계정목록이 이제 연결된 Orchid 주소 아래에 나타납니다.
pt: As contas agora ficam organizadas no endereço Orchid com a qual estão associadas.
ru: Теперь аккаунты упорядочиваются по адресу Orchid, с которым они связаны.
tr: Hesaplar artık ilişkili oldukları Orchid Adresi altında düzenlenmiştir.
uk: Рахунки тепер організовані відповідно до адреси Orchid, з якою вони пов’язані.
zh: 现在，帐户于其关联的 Orchid 地址下进行管理。

# seeYourActiveAccountBalanceAndBandwidthCostOnThe
source: See your active account balance and bandwidth cost on the home screen.
es: Consulta el saldo activo de tu cuenta y el coste del ancho de banda en la pantalla de inicio.
fr: Consultez le solde de votre compte actif et le coût de la bande passante sur l'écran d'accueil.
hi: होम स्क्रीन पर अपने सक्रिय खाते की शेष राशि और बैंडविड्थ दाम देखें।
id: Lihat saldo aktif dan biaya bandwidth di layar beranda.
it: Visualizza il saldo attivo del tuo account e il costo della larghezza di banda sulla schermata iniziale.
ja: ホーム画面でアクティブなアカウントの残高と帯域幅のコストを確認します。
ko: 홈 화면에서 현재 계정 잔액 및 대역폭 비용을 확인하세요.
pt: Veja o saldo da sua conta ativa e o custo da largura de banda na vista inicial.
ru: Просматривайте текущий баланс на счете и стоимость пользования VPN на домашней странице.
tr: Ana ekranda, etkin hesap bakiyenizi ve bant genişliğinizi görün.
uk: Перегляд балансу активного рахунку та вартості смуги пропускання на головному екрані.
zh: 请在主页界面上查看您的活动帐户余额和带宽费用。

source: See orchid.com for help.
es: Consulta orchid.com para obtener ayuda.
fr: Consultez orchid.com pour obtenir de l’aide.
hi: मदद के लिए orchid.com देखें।
id: Buka orchid.com untuk bantuan.
it: Per assistenza, visita orchid.com.
ja: ヘルプについてはorchid.comを参照してください。
ko: orchid.com에서 자세한 정보를 확인하세요.
pt: Consulte orchid.com para obter ajuda.
ru: Подробнее на orchid.com.
tr: Yardım için orchid.com adresine gidin.
uk: Див. довідку на orchid.com.
zh: 请登录 orchid.com 查看帮助。

source: Pay Per Use VPN Service
es: Servicio VPN de pago por uso
fr: Service VPN payant à l'utilisation
hi: उपयोग के अनुसार भुगतान करें वीपीएन सेवा
id: Layanan VPN bayar sesuai penggunaan
it: Servizio VPN a consumo, si paga solo l'effettivo utilizzo
ja: 使用ごとのお支払いのVPNサービス
ko: 사용량 기준 결제 방식 VPN 서비스
pt: Serviço de VPN pago por uso
ru: VPN с платой по факту использования
tr: Kullandıkça Ödemeli VPN Hizmeti
uk: VPN-служба з платою за фактом використання
zh: 按使用付费 VPN 服务

source: Not a subscription, credits don't expire
es: Sin suscripción, los créditos no caducan
fr: Aucun abonnement, les crédits n’expirent pas
hi: सदस्यता नहीं है, क्रेडिट कभी समाप्त नहीं होते
id: Bukan langganan, kredit tidak kedaluwarsa
it: Nessun abbonamento, i crediti non scadono
ja: サブスクリプションはありません。クレジットに有効期限はありません。
ko: 정기구독이 없으며, 크레딧이 만료되지 않습니다
pt: Sem subscrição, créditos que não vencem
ru: Это не подписка — ваши кредиты не сгорают
tr: Abonelik değildir, kredilerin süresi dolmaz
uk: Без передплати; кредити без строків дії
zh: 无需订阅，且积分不会过期

source: Share account with unlimited devices
es: Comparte la cuenta con dispositivos ilimitados
fr: Partagez un compte avec un nombre illimité d'appareils
hi: खाते को असंख्य उपकरणों के साथ साझा करें
id: Berbagi akun dengan perangkat tanpa batas
it: Condividi l'account con un numero illimitato di dispositivi
ja: 無制限のデバイスでアカウントを共有できます
ko: 제한 없이 다른 기기와 계정을 공유할 수 있습니다
pt: Partilhe a sua conta com dispositivos ilimitados
ru: Пользуйтесь аккаунтом с неограниченного количества устройств
tr: Hesabı sınırsız cihazla paylaşın
uk: Необмежена кількість пристроїв для одного облікового запису
zh: 可以在无限数量的设备上共享帐户

# theOrchidStoreIsTemporarilyUnavailablePleaseCheckBackIn
source: The Orchid Store is temporarily unavailable. Please check back in a few minutes.
es: La Tienda Orchid no está disponible temporalmente. Vuelve en unos minutos.
fr: La Boutique Orchid est temporairement indisponible. Merci de revenir dans quelques minutes.
hi: ऑर्किड स्टोर अस्थायी रूप से उपलब्ध नहीं है। चंद मिनटों के बाद दुबारा कोशिश करें।
id: Toko Orchid tidak tersedia untuk sementara waktu. Silakan periksa kembali dalam beberapa menit.
it: Lo Store di Orchid non è momentaneamente disponibile. Per favore, controlla di nuovo tra qualche minuto.
ja: Orchidストアは一時的にご利用いただけません。数分後に再度ご確認ください。
ko: Orchid 스토어가 일시적으로 이용불가 합니다. 잠시 후에 다시 확인해 주세요.
pt: A loja Orchid está temporariamente indisponível. Volte dentro de alguns minutos.
ru: Магазин Orchid Store временно недоступен. Попробуйте зайти через пару минут.
tr: Orchid Mağazası geçici olarak kullanılamıyor. Lütfen birkaç dakika içinde tekrar kontrol edin.
uk: Магазин Orchid тимчасово недоступний. Перевірте через кільки хвилин.
zh: Orchid Store 暂时不可用。请于几分钟后查看。

# talkingToPacServer
source: Talking to Orchid Account Server
es: Comunicando con el Servidor de Cuentas Orchid
fr: Communication avec le serveur de compte Orchid
hi: ऑर्किड खाता सर्वर के साथ बात कर रहे हैं
id: Berkomunikasi dengan server akun Orchid
it: Comunicando con il server dell'account Orchid
ja: Orchidアカウントサーバーに接続しています
ko: Orchid 계정 서버에 접속하는 중
pt: Falando com o Servidor de Conta Orchid
ru: Подключаемся к серверу аккаунтов Orchid
tr: Orchid Hesap Sunucusuyla konuşuluyor
uk: Обмін даними зі сервером Orchid
zh: 正在与 Orchid 帐户服务器通信中

source: Advanced Configuration
es: Configuración avanzada
fr: Configuration avancée
hi: उन्नत विन्यास
id: Konfigurasi tingkat lanjut
it: Configurazione avanzata
ja: 高度な構成
ko: 고급 설정
pt: Configuração avançada
ru: Продвинутая конфигурация
tr: Gelişmiş Yapılandırma
uk: Розширена конфігурація
zh: 高级配置

# newWord
source: New
es: Nuevo
fr: Nouveau
hi: नया
id: Baru
it: Nuovo
ja: 新規
ko: 신규단어
pt: Nova
ru: Новое
tr: Yeni
uk: Додати
zh: 新

source: Copied
es: Copiado
fr: Copié
hi: कॉपी कर लिया
id: Disalin
it: Copiato
ja: コピーされました
ko: 복사됨
pt: Copiada
ru: Скопировано
tr: Kopyalandı
uk: Скопійовано
zh: 已复制

source: Efficiency
es: Eficiencia
fr: Efficacité
hi: कार्यदक्षता
id: Efisiensi
it: Efficienza
ja: 効率
ko: 효율
pt: Eficiência
ru: Эффективность
tr: Verim
uk: Ефективність
zh: 效率

source: Min Tickets available: {tickets}
es: Mínimo de tickets disponibles: {tickets}
fr: Billets min disponibles : {tickets}
hi: न्यूनतम टिकट उपलब्ध हैं: {tickets}
id: Tiket minimum yang tersedia: {tickets}
it: Ticket minimi disponibili: {tickets}
ja: 利用可能な最小チケット：{tickets}
ko: 사용 가능한 최소 티켓: {tickets}
pt: Mín de tickets disponíveis: {tickets}
ru: Мин. заявки доступны: {tickets}
tr: Minimum mevcut Bilet: {tickets}
uk: Мін. квитків доступно: {tickets}
zh: 可用的最低使用价值：{tickets}

source: Transaction Sent To Blockchain
es: Transacción enviada a Blockchain
fr: Transaction envoyée à la blockchain
hi: लेन-देन को ब्लाॉकचेइन को भेज दिया गया है
id: Transaksi dikirim ke blockchain
it: Transazione inviata alla blockchain
ja: ブロックチェーンに送信されたトランザクション
ko: 블록체인으로 트랜잭션 전송 완료
pt: Transação enviada para a blockchain
ru: Транзакция отправлена в блокчейн
tr: İşlem Blokzincir'e gönderildi
uk: Транзакцію надіслано в блокчейн
zh: 交易已发送到区块链

# yourPurchaseIsCompleteAndIsNowBeingProcessedBy
source: Your purchase is complete and is now being processed by the xDai blockchain which can take up to a minute, sometimes longer. Pull down to refresh and your account with an updated balance will appear below.
es: Tu compra se ha completado y está siendo procesada por la blockchain de xDai, lo que puede tardar hasta un minuto, puede que más. Desliza hacia abajo para actualizar y que aparezca tu cuenta con el saldo actualizado.
fr: Votre achat est terminé et est maintenant traité par la blockchain xDai, ce qui peut prendre jusqu'à une minute, parfois un peu plus. Tirez vers le bas pour afficher le solde de votre compte ci-dessous.
hi: आपकी खरीद पूरी हो गई है और इसे अब एक्स-डाई द्वारा प्रक्रमित किया जा रहा है, जिसमें एक मिनट का या कभी-कभी उससे ज्यादा समय लग सकता है। ताजा करने के लिए नीचे खीचें और अद्यतित शेष राशि के साथ आपका खाता नीचे दिखाई देगा।
id: Pembelian Anda selesai dan sedang diproses oleh blockchain xDai dengan estimasi waktu sekitar satu menit atau lebih. Tarik ke bawah untuk menyegarkan dan akun Anda dengan saldo yang diperbarui akan muncul di bawah ini.
it: Il tuo acquisto è stato completato ed è in corso di elaborazione sulla blockchain di xDai, il quale può richiedere fino a un minuto, a volte più a lungo. Trascina verso il basso per aggiornare e il nuovo saldo verrà visualizzato di seguito.
ja: 購入が完了し、xDaiブロックチェーンによって処理されています。これには最大1分、場合によってはそれ以上かかることがあります。 プルダウンして更新すると、残高が更新されたアカウントが下に表示されます。
ko: 구매가 완료되었으며 현재 xDai 블록체인에서 처리 중입니다. 이 작업은 최대 1분이 소요되며, 더 오래 걸릴 수도 있습니다. 화면을 아래로 당겨서 새로 고치면, 잔액이 업데이트된 계정이 아래에 표시됩니다.
pt: A sua compra foi concluída encontra-se agora a ser processada pela blockchain xDai, o que pode levar até um minuto, algumas vezes mais. Puxe para baixo para atualizar, sua conta com o saldo atualizado será exibida abaixo.
ru: Ваша покупка завершена, сейчас она обрабатывается блокчейном xDai. Это занимает примерно минуту, иногда немного дольше. Потяните экран вниз, чтобы обновить, и информация об обновлении баланса в вашем аккаунте появится ниже.
tr: Satın alma işleminiz tamamlandı ve şu anda xDai blockchain tarafından işleniyor. Bu işlem bir dakika ya da bazen daha uzun sürebilir. Yenilemek için aşağı çekin ve hesabınız, güncel bakiyeyle aşağıda görünecektir.
uk: Покупка завершена і зараз обробляється блокчейном xDai, що може зайняти кілька хвилин або іноді більше. Щоб переглянути оновлений баланс рахунку нижче, потягніть донизу.
zh: 您已完成购买，现在由 xDai 区块链处理，这可能需要一分钟，有时甚至需要更长时间。请下拉刷新，下方将显示余额更新后的帐户。

source: Copy Receipt
es: Copiar recibo
fr: Copier le reçu
hi: पावती को कॉपी करें
id: Salin tanda terima
it: Copia ricevuta
ja: 領収書をコピー
ko: 영수증 복사
pt: Copiar recibo
ru: Копировать квитанцию
tr: Makbuzu Kopyalayın
uk: Копіювати квитанцію
zh: 复制回执

source: Manage Accounts
es: Administrar Cuentas
fr: Gérer les comptes
hi: खातों को प्रबंधित करें
id: Kelola akun
it: Gestisci account
ja: アカウントの管理
ko: 계정 관리
pt: Gerir Contas
ru: Управление аккаунтами
tr: Hesapları Yönet
uk: Керування рахунками
zh: 管理帐户

source: Configuration Management
es: Gestión de la Configuración
fr: Gestion de la configuration
hi: विन्यास प्रबंधन
id: Manajemen konfigurasi
it: Gestione configurazione
ja: 構成管理
ko: 설정 관리
pt: Gerir Configuração
ru: Управление конфигурацией
tr: Yapılandırma Yönetimi
uk: Керування конфігурацією
zh: 配置管理

source: Export this Orchid Key
es: Exportar esta Clave Orchid
fr: Exporter cette clé Orchid
hi: इस ऑर्किड कुंजी को निर्यात करें
id: Ekspor kunci Orchid ini
it: Esporta questa chiave Orchid
ja: このOrchidキーをエクスポート
ko: 이 Orchid 키 내보내기
pt: Exportar essa chave Orchid
ru: Экспортировать этот ключ Orchid
tr: Bu Orchid Anahtarını dışarı aktarın
uk: Експорт цього ключа Orchid
zh: 导出此 Orchid 密钥

# aQrCodeAndTextForAllTheOrchidAccounts
source: A QR code and text for all the Orchid accounts associated with this key is below.
es: A continuación se muestra un código QR y un texto para todas las cuentas Orchid asociadas a esta clave.
fr: Vous trouverez ci-dessous un code QR et un texte pour tous les comptes Orchid associés à cette clé.
hi: नीचे इस कुंजी के साथ संबंधित सभी ऑर्किड खातों के लिए एक क्यूआर कोड और पाठ दिया गया है।
id: Kode QR dan teks untuk semua akun Orchid yang terkait dengan kunci ini tertera di bawah.
it: Di seguito sono riportati un QR code e un testo per tutti gli account Orchid associati a questa chiave.
ja: このキーに関連付けられているすべてのOrchidアカウントのQRコードとテキストを以下に示します。
ko: 해당 키와 연결된 모든 Orchid 계정의 QR 코드 및 텍스트는 다음과 같습니다.
pt: Um código QR e o texto de todas as contas Orchid associadas com esta chave estão abaixo.
ru: QR-код и текст для всех аккаунтов Orchid, связанных с этим ключом, приводится ниже.
tr: Bu anahtarla ilişkili tüm Orchid hesapları için bir QR kod ve metin aşağıdadır.
uk: Нижче наведено QR-код і текст для всіх рахунків Orchid, пов’язаних із цим ключем.
zh: 以下请见与此密钥关联的所有 Orchid 帐户的二维码和文本。
