Repository: MikeOwino/orchid
Catalog: gui-orchid/lib/l10n/app_*.arb
Languages: es, fr, hi, id, it, ja, ko, pt, ru, tr, uk, zh

# deletingOpenVPNAndWireguardHopsWillLose
source: Deleting OpenVPN and Wireguard hops will lose any associated credentials and connection configuration. Be sure to back up any information before continuing.
es: Eliminar los hops de OpenVPN y Wireguard perderá las credenciales asociadas y la configuración de conexión. Asegúrate de hacer una copia de seguridad de la información antes de continuar.
fr: La suppression des bonds OpenVPN et Wireguard fera perdre les identifiants et la configuration de connexion associées. Assurez-vous de sauvegarder toutes les informations avant de continuer.
hi: ओपन-वीपीएन और वायरगार्ड हॉपों को हटाने से आप उनसे संबंधित सभी क्रिडेन्शियल और कनेक्शन कॉन्फिगरेशन को खो देंगे। आगे बढ़ने से पहले सभी जानकारियों का बैंक-अप ले लें।
id: Menghapus hop OpenVPN dan WireGuard akan menghilangkan kredensial dan konfigurasi koneksi yang terkait. Pastikan Anda telah membuat cadangan untuk informasi tersebut sebelum melanjutkan.
it: L'eliminazione degli hop OpenVPN e Wireguard comporterà la cancellazione di tutte le credenziali associate e della configurazione della connessione. Assicurati di eseguire il backup di tutte le informazioni prima di continuare.
ja: OpenVPN および Wireguard ホップを削除すると、関連する資格情報と接続構成が失われます。続行する前に、必ず情報をバックアップしてください。
ko: OpenVPN 및 Wireguard 홉을 삭제하면 관련된 모든 자격 증명 및 연결 구성이 손실됩니다. 계속 진행하기 전에 정보를 백업하세요.
pt: Eliminar os hops do OpenVPN e do Wireguard faz perder quaisquer credenciais associadas e configurações de ligação. Certifique-se de que salvaguarda quaisquer informações antes de continuar.
ru: Удалив подключения OpenVPN и Wireguard, вы потеряете сопутствующие учетные данные и конфигурацию подключения. Не забудьте перед этим сохранить всю нужную информацию.
tr: OpenVPN ve Wireguard atlamalarını silmek, ilişkili tüm giriş bilgilerinin ve bağlantı yapılandırmalarının kaybedilmesine neden olur. Devam etmeden önce tüm bilgileri yedeklediğinizden emin olun.
uk: Видалення стрибків OpenVPN та Wireguard призведе до втрати пов’язаних облікових даних та конфігурації підключення. Обов’язково створіть резервну копію даних перед продовженням.
zh: 删除 OpenVPN 和 Wireguard 跃点将丢失任何关联的凭据和连接配置。在继续之前，请务必备份所有信息。

# thisCannotBeUndoneToSaveThisIdentity
source: This cannot be undone. To save this identity hit cancel and use the Export option
es: Esto no se puede deshacer. Para guardar esta identidad, toca cancelar y usa la opción Exportar
fr: Cette action est irréversible. Pour enregistrer cette identité, appuyez sur Annuler et utilisez l'option Exporter
hi: इसे पलटा नहीं जा सकेगा। इस पहचान को सहेजने के लिए रद्द करें को दबाएँ और निर्यात करें विकल्प का उपयोग करें।
id: Tindakan ini tidak dapat dibatalkan. Untuk menyimpan identitas ini, tekan Batal dan gunakan opsi Ekspor
it: Questa operazione è irreversibile. Per salvare questa identità, premi Annulla e usa l'opzione Esporta
ja: これは、元に戻すことはできません。このアイデンティティを保存するには、[キャンセル] をクリックして、[エクスポート] オプションを使用します
ko: 이 작업은 취소할 수 없습니다. 이 ID를 저장하려면 '취소'를 누르고 '내보내기' 옵션을 사용하세요
pt: Esta ação não pode ser desfeita. Para guardar esta identidade, toque em Cancelar e utilize a opção de Exportar
ru: Это действие невозможно отменить. Чтобы сохранить идентификатор, выберите «Отмена» и воспользуйтесь функцией «Экспорт»
tr: Bu işlem geri alınamaz. Bu kimliği kaydetmek için İptal'i seçin ve Dışarı Aktar seçeneğini kullanın
uk: Видалення не може бути скасовано. Щоб зберегти цей ідентифікатор, натисніть «Скасувати» та скористайтеся параметром «Експорт»
zh: 此操作无法撤消。要保存此 ID，请点击“取消”并使用“导出”选项

source: Unlock Time
es: Duración de desbloqueo
fr: Durée du déverrouillage
hi: अनलॉक समय
id: Waktu sampai terbuka
it: Durata sblocco
ja: ロック解除時間
ko: 잠금 해제 시간
pt: Hora de Desbloqueio
ru: Срок раблокировки
tr: Kilit Açılma Zamanı
uk: Час розблокування
zh: 解锁时间

source: Choose Chain
es: Elegir cadena
fr: Choisir la chaîne
hi: शृखला चुनें
id: Pilih chain
it: Scegli catena
ja: チェーンを選択
ko: 체인 선택
pt: Escolher Cadeia
ru: Выберите цепь
tr: Zincir Seç
uk: Вибрати блокчейн
zh: 选择链

source: Unlocking
es: desbloqueando
fr: déblocage
hi: अनलॉक कर रहे हैं
id: sedang dibuka
it: sblocco
ja: ロック解除
ko: 잠금 해제
pt: A desbloquear
ru: разблокировка
tr: kilit açılma
uk: Розблокується
zh: 解锁

source: Unlocked
es: Desbloqueado
fr: Débloqué
hi: अनलॉक कर दिया
id: Terbuka
it: Sbloccato
ja: ロック解除されています
ko: 잠금 해제됨
pt: Desbloqueado
ru: Розблокированы
tr: Kilit açıldı
uk: Розблоковано
zh: 已解锁

source: Orchid Transaction
es: Transacción Orchid
fr: Transaction Orchid
hi: ऑर्किड लेन-देन
id: Transaksi Orchid
it: Transazione Orchid
ja: Orchid トランザクション
ko: Orchid 트랜잭션
pt: Transação do Orchid
ru: Транзакция Orchid
tr: Orchid İşlemi
uk: Транзакція Orchid
zh: Orchid 交易

source: Confirmations
es: Confirmaciones
hi: पुष्टियाँ
id: Konfirmasi
it: Conferme
ja: 確認
ko: 확인
pt: Confirmações
ru: Подтверждения
tr: Doğrulamalar
uk: Підтвердження
zh: 确认

source: Pending...
es: Pendiente...
fr: En attente...
hi: लंबित...
id: Tertunda...
it: In sospeso...
ja: 保留中...
ko: 대기 중...
pt: Pendente...
ru: Ожидание...
tr: Sürüyor...
uk: Очікування...
zh: 待定...

source: Tx Hash:
es: Hash Tx:
hi: लेन-देन हैश:
id: Hash Tx:
it: Hash Tx:
ja: Tx ハッシュ：
ko: Tx 해시:
pt: Hash Tx:
ru: Хэш транз.:
tr: İşlem Hash'i:
uk: Хеш транзакції:
zh: 交易哈希值：

source: All of your funds are available for withdrawal.
es: Todos tus fondos están disponibles para retiro.
fr: Tous vos fonds sont disponibles au retrait.
hi: आपकी पूरी निधि आहरण के लिए उपलब्ध है।
id: Semua dana Anda tersedia untuk ditarik.
it: Tutti i tuoi fondi sono disponibili per il prelievo.
ja: あなたの資金はすべて引き出し可能です。
ko: 모든 자금을 인출할 수 있습니다.
pt: Todos os seus fundos estão disponíveis para levantamento.
ru: Все ваши средства доступны для вывода.
tr: Fonlarınızın tümü çekme işlemi için hazır.
uk: Усі кошти доступні для зняття.
zh: 您的所有资金均可提取。

# maxWithdrawOfYourTotalFundsCombinedFunds
source: {maxWithdraw} of your {totalFunds} combined funds are currently available for withdrawal.
es: {maxWithdraw} de tus {totalFunds} fondos combinados están disponibles actualmente para retiro.
fr: {maxWithdraw} sur vos {totalFunds} de fonds combinés sont actuellement disponibles au retrait.
hi: आपकी {totalFunds} समेकित निधि में से {maxWithdraw} फिलहाल आहरण के लिए उपलब्ध है।
id: {maxWithdraw} dari {totalFunds} dana gabungan Anda tersedia untuk ditarik saat ini.
it: {maxWithdraw} dei tuoi {totalFunds} di fondi combinati sono attualmente disponibili per il prelievo.
ja: 現在、合計資金 {totalFunds} のうち {maxWithdraw} を引き出すことができます。
ko: 현재, 총 {totalFunds}의 자금 중 {maxWithdraw}을(를) 인출할 수 있습니다.
pt: {maxWithdraw} dos seus {totalFunds} fundos juntos estão atualmente disponíveis para levantamento.
ru: В данный момент для вывода доступны {maxWithdraw} (всего у вас {totalFunds}).
tr: {totalFunds} toplam fondan {maxWithdraw} kadarı şu anda çekilebilir.
uk: Доступно для зняття {maxWithdraw} з {totalFunds} загальних коштів.
zh: 您的 {totalFunds} 综合资金中目前有 {maxWithdraw} 可以提取。

source: Also unlock remaining deposit
es: También desbloquear depósito restante
fr: Débloquer également le dépôt restant
hi: बाकी के निक्षेप को भी अनलॉक करें
id: Juga buka kunci deposito tersisa
it: Sblocca anche il deposito residuo
ja: 残りの預金のロックを解除
ko: 남은 예치금도 잠금 해제
pt: Desbloquear também o depósito restante
ru: Также разблокировать оставшийся депозит
tr: Kalan depozitonun da kilidi açılsın
uk: Також розблокувати залишок депозиту
zh: 同时解锁剩余存款

# ifYouSpecifyLessThanTheFullAmountFundsWill
source: If you specify less than the full amount funds will be drawn from your balance first.
es: Si especificas un monto menor al valor total, los fondos serán retirados primero de tu saldo.
fr: Si vous spécifiez un montant inférieur au montant total, les fonds seront prélevés sur votre solde en premier.
hi: यदि आप पूर्ण राशि से कम राशि निर्दिष्ट करेंगे, तो पहले आपकी शेष राशि से निधि आहरित की जाएगी।
id: Jika kurang dari jumlah total ditentukan, dana akan ditarik dari saldo Anda lebih dahulu.
it: Se specifichi un importo inferiore all'importo totale, i fondi verranno prelevati prima dal tuo saldo.
ja: 全額より少ない金額を指定した場合、最初に残高から資金が引き出されます。
ko: 전체 금액보다 적은 금액을 지정하면 먼저 잔고에서 자금이 인출됩니다.
pt: Se especificar menos que a quantidade inteira de fundos, estes vão ser retirados primeiro do seu saldo.
ru: Если вы укажете не всю сумму, средства будут в первую очередь списываться с вашего баланса.
tr: Toplam tutardan daha azını belirtirseniz fonlarınız ilk olarak bakiyeden çekilecek.
uk: Якщо ви зазначите не повну суму, кошти стягуватимуться спочатку з вашого балансу.
zh: 如果您指定的金额少于总金额，资金将首先从您的余额中提取。

source: For additional options see the ADVANCED panel.
es: Para opciones adicionales, consulta el panel AVANZADO.
fr: Pour plus d'options, consultez le panneau AVANCÉ.
hi: अतिरिक्त विकल्पों के लिए उन्न पैनल देखें।
id: Untuk opsi tambahan, lihat panel LANJUTAN.
it: Per ulteriori opzioni, consulta il pannello AVANZATE.
ja: 追加のオプションについては、詳細パネルを参照してください。
ko: 추가 옵션을 보려면 '고급' 패널을 참조하세요.
pt: Para opções adicionais, consulte o painel AVANÇADO.
ru: Другие варианты см. на вкладке ДОПОЛНИТЕЛЬНО.
tr: Ek seçenekler için GELİŞMİŞ paneline bakın.
uk: Дивіться додаткові параметри на панелі РОЗШИРЕНІ.
zh: 其他选项详见“高级”面板。

# ifYouSelectTheUnlockDepositOptionThisTransactionWill
source: If you select the unlock deposit option this transaction will immediately withdraw the specified amount from your balance and also begin the unlock process for your remaining deposit.
es: Si seleccionas la opción de desbloquear depósito, esta transacción retirará la cantidad especificada inmediatamente de tu saldo y comenzará el proceso de desbloqueo de tu depósito restante.
fr: Si vous sélectionnez l'option de déverrouillage du dépôt, cette transaction retirera immédiatement le montant spécifié de votre solde et lancera également le processus de déverrouillage de votre dépôt restant.
hi: यदि आप निक्षेप को अनलॉक करें विकल्प को चुनेंगे, तो यह लेन-देन तुरंत निर्दिष्ट राशि को आपकी शेष राशि से आहरित कर देगा और साथ ही आपके बाकी के निक्षेप को अनलॉक करने की प्रक्रिया को भी शुरू कर देगा।
id: Jika Anda memilih opsi buka kunci deposito, transaksi ini akan segera menarik jumlah yang ditentukan dari saldo Anda dan juga memulai proses pembukaan kunci untuk deposito tersisa Anda.
it: Se selezioni l'opzione di sblocco del deposito, con questa transazione preleverai immediatamente l'importo specificato dal tuo saldo e verrà avviato anche il processo di sblocco del deposito residuo.
ja: 預金のロック解除オプションを選択した場合、このトランザクションは指定された金額を残高からすぐに引き出し、残りの預金のロック解除プロセスも開始します。
ko: '예치금 잠금 해제' 옵션을 선택하면 이 트랜잭션은 잔고에서 지정된 금액을 즉시 인출하고, 동시에 남은 예치금에 대한 잠금 해제 과정이 시작됩니다.
pt: Se selecionar a opção de desbloquear depósito, esta transação levanta imediatamente a quantidade especificada do seu saldo e começa também o processo de desbloqueio do seu depósito restante.
ru: Если вы выберете вариант разблокировки депозита, указанная сумма немедленно спишется с вашего баланса и запустится процесс разблокировки оставшегося депозита.
tr: Depozitonun kilidini açma seçeneğini seçerseniz bu işlem hemen belirtilen tutarı bakiyenizden çekecek ve kalan depozitonuz için de kilit açma işlemini başlatacak.
uk: Якщо ви виберете параметр розблокування депозиту, внаслідок транзакції буде негайно знято з балансу зазначену суму, а також розпочнеться процес розблокування решти депозиту.
zh: 如果您选择“解锁存款”选项，此交易将立即从您的余额中提取指定金额，并针对您剩余的存款启动解锁程序。

source: Deposit funds are available for withdrawal 24 hours after unlocking.
es: Los fondos de depósito están disponibles para retiro 24 horas después del desbloqueo.
fr: Les fonds de dépôt sont disponibles au retrait 24 heures après le déverrouillage.
hi: निक्षेप निधियाँ अनलॉक होने के 24 घंटे बाद आहरण के लिए उपलब्ध हो जाती हैं।
id: Dana deposito tersedia untuk ditarik 24 jam setelah pembukaan kunci.
it: I fondi di deposito sono disponibili per il prelievo 24 ore dopo lo sblocco.
ja: 預金の資金は、ロックを解除してから 24 時間後に引き出すことができます。
ko: 예치금 자금은 잠금 해제 후 24시간 동안 인출할 수 있습니다.
pt: Os fundos de depósito estão disponíveis para levantar após 24 horas do desbloqueio.
ru: Средства на депозите можно будет вывести через 24 часа после разблокировки.
tr: Depozito fonlar, kilit açıldıktan 24 saat sonra çekilebilir.
uk: Кошти можна зняти з депозиту через 24 години після розблокування.
zh: 在解锁之后，存款资金可在 24 小时内提取。

source: Withdraw funds from your Orchid Account to your current wallet.
es: Retira fondos de tu cuenta Orchid a tu cartera actual.
fr: Retirez des fonds de votre compte Orchid vers votre portefeuille actuel.
hi: अपने ऑर्किड खाते से अपने वर्तमान वॉलेट में निधियाँ आहरित करें।
id: Tarik dana dari akun Orchid ke dompet yang Anda gunakan saat ini.
it: Preleva fondi dal tuo account Orchid al tuo wallet attuale.
ja: あなたの Orchid アカウントから現在のウォレットに資金を引き出します。
ko: 귀하의 Orchid 계정에서 현재 지갑으로 자금을 인출합니다.
pt: Levantar fundos da sua Conta Orchid para a sua carteira atual.
ru: Вывод средств с вашего счета Orchid на текущий кошелек.
tr: Orchid Hesabınızdan mevcut cüzdanınıza fonlarınızı çekin.
uk: Знімайте кошти з рахунка Orchid на поточний гаманець.
zh: 从您的 Orchid 帐户提取资金到当前钱包。

source: WITHDRAW AND UNLOCK FUNDS
es: RETIRAR Y DESBLOQUEAR FONDOS
fr: RETIRER ET DÉBLOQUER LES FONDS
hi: निधियाँ आहरित और अनलॉक करें
id: TARIK DAN BUKA KUNCI DANA
it: PRELEVA E SBLOCCA FONDI
ja: 資金を引き出しロック解除
ko: 자금 인출 및 잠금 해제
pt: LEVANTAR E DESBLOQUEAR FUNDOS
ru: ВЫВОД И РАЗБЛОКИРОВКА СРЕДСТВ
tr: FONLARIN KİLİDİNİ AÇ VE ÇEK
uk: ЗНЯТТЯ Й РОЗБЛОКУВАННЯ КОШТІВ
zh: 提取并解锁资金

source: WITHDRAW FUNDS
es: RETIRAR FONDOS
fr: RETIRER LES FONDS
hi: निधियाँ आहरित करें
id: TARIK DANA
it: PRELEVA FONDI
ja: 資金を引き出す
ko: 자금 인출
pt: LEVANTAR FUNDOS
ru: ВЫВОД СРЕДСТВ
tr: FONLARI ÇEK
uk: ЗНЯТТЯ КОШТІВ
zh: 提取资金

source: Withdraw
es: Retirar
fr: Retirer
hi: आहरित करें
id: Tarik mata uang
it: Preleva
ja: 引き出し
ko: 인출
pt: Levantar
ru: Вывести
tr: Çek
uk: Зняти
zh: 提取

source: SUBMIT TRANSACTION
es: ENVIAR TRANSACCIÓN
fr: SOUMETTRE LA TRANSACTION
hi: लेन-देन जमा करें
id: KIRIM TRANSAKSI
it: INVIA TRANSAZIONE
ja: トランザクションを送信
ko: 트랜잭션 제출
pt: ENVIAR TRANSAÇÃO
ru: ПОДТВЕРДИТЬ ТРАНЗАКЦИЮ
tr: İŞLEMİ GÖNDER
uk: НАДІСЛАТИ ТРАНЗАКЦІЮ
zh: 提交交易

source: Move
es: Mover
fr: Déplacer
hi: स्थानांतरित करें
id: Pindah
it: Sposta
ja: 移動
ko: 이동
pt: Mover
ru: Переместить
tr: Eylem
uk: Переказати
zh: 转移

source: Now
es: Ahora
fr: Maintenant
hi: अभी
id: Sekarang
it: Ora
ja: 今
ko: 지금
pt: Agora
ru: Сейчас
tr: Şimdi
uk: Зараз
zh: 现在

source: Amount
es: Cantidad
fr: Quantité
hi: राशि
id: Jumlah
it: Quantità
ja: 金額
ko: 잔고
pt: Quantidade
ru: Сумма
tr: Tutar
uk: Сума
zh: 金额

source: Available
es: Disponible
fr: Disponible
hi: उपलब्ध
id: Tersedia
it: Disponibile
ja: 利用可能
ko: 사용 가능
pt: Disponível
ru: Доступно
tr: Mevcut
uk: Доступно
zh: 可用

source: Select
es: Seleccionar
fr: Sélectionner
hi: चुनें
id: Pilih
it: Seleziona
ja: 選択
ko: 선택
pt: Selecionar
ru: Выбрать
tr: Seç
uk: Вибрати
zh: 选择

source: ADD
es: AGREGAR
fr: AJOUTER
hi: जोड़ें
id: TAMBAH
it: AGGIUNGI
ja: 追加
ko: 추가
pt: ADICIONAR
ru: ДОБАВИТЬ
tr: EKLE
uk: ДОДАТИ
zh: 添加

source: BALANCE TO DEPOSIT
es: SALDO A DEPÓSITO
fr: SOLDE VERS DÉPÔT
hi: जमा करने के लिए शेष
id: SALDO KE DEPOSITO
it: DA SALDO A DEPOSITO
ja: 残高から預金へ
ko: 잔고에서 예치금으로
pt: SALDO PARA DEPOSITAR
ru: С БАЛАНСА НА ДЕПОЗИТ
tr: BAKİYEDEN DEPOZİTOYA
uk: З БАЛАНСУ НА ДЕПОЗИТ
zh: 余额至存款

source: DEPOSIT TO BALANCE
es: DEPÓSITO A SALDO
fr: DÉPÔT VERS SOLDE
hi: शेष में जमा करें
id: DEPOSITO KE SALDO
it: DA DEPOSITO A SALDO
ja: 預金から残高へ
ko: 예치금에서 잔고로
pt: DEPOSITAR PARA O SALDO
ru: С ДЕПОЗИТА НА БАЛАНС
tr: DEPOZİTODAN BAKİYEYE
uk: З ДЕПОЗИТУ НА БАЛАНС
zh: 存款至余额

source: Set Warned Amount
es: Definir cantidad advertida
fr: Définir un montant d'avertissement
hi: चेतावनी राशि सेट करें
id: Tetapkan jumlah yang diperingatkan
it: Imposta importo limite
ja: 警告額を設定
ko: 경고 금액 설정
pt: Definir Quantia com Aviso
ru: Задать сумму предупреждения
tr: Uyarı Tutarı Ayarla
uk: Задати резервовану суму
zh: 设置警告金额

source: Add funds to your Orchid Account balance and/or deposit.
es: Agrega fondos al saldo y/o depósito de tu cuenta Orchid.
fr: Ajoutez des fonds au solde et/ou au dépôt de votre compte Orchid.
hi: अपने ऑर्किड खाता शेष में निधियाँ जोड़ें और/या जमा करें।
id: Tambahkan dana ke saldo dan/atau deposito akun Orchid Anda.
it: Aggiungi fondi al saldo e/o al deposito del tuo account Orchid.
ja: Orchid アカウントおよび/または預金に資金を追加します。
ko: 귀하의 Orchid 계정 잔고 및/또는 예치금에 자금을 추가합니다.
pt: Adicionar fundos no saldo da sua Conta Orchid e/ou depositar.
ru: Добавить средства на баланс и/или депозит счета Orchid.
tr: Orchid Hesabı bakiyenize fon ekleyin ve/veya yatırın.
uk: Додати кошти до балансу і/або депозиту рахунку Orchid.
zh: 将资金添加到您的 Orchid 帐户余额和/或存款中。

# forGuidanceOnSizingYourAccountSee
source: For guidance on sizing your account see <link>orchid.com</link>
es: Para obtener orientación sobre el tamaño de tu cuenta, visita <link>orchid.com</link>
fr: Pour obtenir des conseils sur la taille de votre compte, consultez <link>orchid.com</link>
hi: अपने खाते का आमाप निर्धारित करने में मार्गदर्शन पाने के लिए <link>orchid.com</link> देखें
id: Untuk panduan ukuran akun, kunjungi <link>orchid.com</link>
it: Per indicazioni sul dimensionamento del tuo account, visita <link>orchid.com</link>
ja: アカウントのサイズ設定については、<link>orchid.com</link> をご覧ください。
ko: 계정 규모 설정에 대한 사항은 <link>orchid.com</link>을 참조하세요
pt: Para obter apoio sobre como dimensionar a sua conta, consulte <link>orchid.com</link>
ru: Рекомендации по размещению сумм на счету вы найдете на сайте <link>orchid.com</link>
tr: Hesabınızı kalibre etmede rehberlik almak için <link>orchid.com</link> adresine göz atın
uk: Читайте на сайті <link>orchid.com</link> рекомендації з розподілення сум на рахункові
zh: 有关帐户金额大小的指南，详见 <link>orchid.com</link>

# currentTokenPreauthorizationAmount
source: Current {tokenType} pre-authorization: {amount}
es: Preautorización actual de {tokenType}: {amount}
fr: Préautorisation actuelle de {tokenType} : {amount}
hi: वर्तमान {tokenType} पूर्व-प्राधिकरण: {amount}
id: Pra-otorisasi {tokenType} saat ini: {amount}
it: Preautorizzazione corrente di {tokenType}: {amount}
ja: 現在の {tokenType} 事前承認：{amount}
ko: 현재 {tokenType} 사전 승인: {amount}
pt: Pré-autorização atual de {tokenType}: {amount}
ru: Текущая предавторизация ({tokenType}): {amount}
tr: Mevcut {tokenType} ön provizyon: {amount}
uk: Поточна попередня авторизація {tokenType}: {amount}
zh: 当前{tokenType}预授权：{amount}

source: No Wallet
es: Ninguna cartera
fr: Aucun portefeuille
hi: कोई वॉलेट नहीं है
id: Tidak ada dompet
it: Nessun wallet
ja: ウォレットがありません
ko: 지갑 없음
pt: Sem Carteira
ru: Кошелек не указан
tr: Cüzdan Yok
uk: Немає гаманця
zh: 无钱包

source: No Wallet or Browser not supported.
es: Ninguna cartera o navegador no compatible.
fr: Aucun portefeuille ou navigateur non pris en charge.
hi: कोई वॉलेट नहीं है या ब्राउजर समर्थित नहीं है।
id: Tidak ada dompet atau browser tidak didukung.
it: Nessun wallet o browser non supportato.
ja: ウォレットがないか、ブラウザがサポートされていません。
ko: 지원되는 지갑 또는 브라우저가 없습니다.
pt: Sem Carteira ou Browser não compatíveis.
ru: Не указан кошелек или не поддерживается браузер.
tr: Cüzdan Yok ya da Tarayıcı Desteklenmiyor.
uk: Не зазначено гаманець або не підтримується браузер.
zh: 无钱包或浏览器不受支持。

source: Error
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
pt: Erro
ru: Ошибка
tr: Hata
uk: Помилка
zh: 错误

source: Failed to connect to WalletConnect.
es: No se pudo conectar a WalletConnect.
fr: Échec de la connexion au WalletConnect.
hi: वॉलेटकनेक्ट से जुड़ नहीं सकें।
id: Gagal terhubung ke WalletConnect.
it: Impossibile connettersi a WalletConnect.
ja: WalletConnect に接続できませんでした。
ko: WalletConnect에 연결하지 못했습니다.
pt: Falha ao ligar ao WalletConnect.
ru: Не удалось подключиться к WalletConnect.
tr: WalletConnect'e bağlanılamadı.
uk: Не вдалося підключитися до WalletConnect.
zh: 无法连接 WalletConnect。

source: Unknown Chain
es: Cadena desconocida
fr: Chaîne inconnue
hi: अज्ञात शृंखला
id: Chain tidak diketahui
it: Catena sconosciuta
ja: 不明なチェーン
ko: 알 수 없는 체인
pt: Cadeia Desconhecida
ru: Неизвестная цепь
tr: Bilinmeyen Zincir
uk: Невідомий блокчейн
zh: 未知链

source: The Orchid Account Manager doesn't support this chain yet.
es: El administrador de cuentas Orchid aún no es compatible con esta cadena.
fr: Le gestionnaire de compte Orchid ne prend pas encore en charge cette chaîne.
hi: ऑर्किड खाता प्रबंधक अभी इस शृंखला को समर्थित नहीं करता है।
id: Pengelola akun Orchid belum mendukung chain ini.
it: La gestione account di Orchid non supporta ancora questa catena.
ja: Orchid アカウント マネージャーは、まだこのチェーンをサポートしていません。
ko: Orchid 계정 관리자가 이 체인을 아직 지원하지 않습니다.
pt: O Gestor de Conta Orchid ainda não é compatível com esta cadeia.
ru: Менеджер аккаунтов Orchid пока не поддерживает эту цепь.
tr: Orchid Hesap Yöneticisi bu zinciri henüz desteklemiyor.
uk: Диспетчер рахунків Orchid наразі не підтримує цей блокчейн.
zh: Orchid 帐户管理器尚不支持此链。

source: Orchid isn't on this chain.
es: Orchid no está en esta cadena.
fr: Orchid n'est pas sur cette chaîne.
hi: ऑर्किड इस शृंखला में मौजूद नहीं है।
id: Orchid tidak ada pada chain ini.
it: Orchid non è presente in questa catena.
ja: Orchid はこのチェーンにはありません。
ko: Orchid가 이 체인에 없습니다.
pt: O Orchid não está nesta cadeia.
ru: Эта цепь недоступна в Orchid.
tr: Orchid bu zincirde değil.
uk: Orchid не працює з цим блокчейном.
zh: Orchid 未入驻此链！

source: The Orchid contract hasn't been deployed on this chain yet.
es: El contrato Orchid aún no se ha implementado en esta cadena.
fr: Le contrat Orchid n'a pas encore été déployé sur cette chaîne.
hi: ऑर्किड अनुबंध को इस शृंखला में अभी परिनियोजित नहीं किया गया है।
id: Kontrak Orchid belum diterapkan pada chain ini.
it: Il contratto Orchid non è ancora stato distribuito in questa catena.
ja: Orchid の契約は、まだこのチェーンに展開されていません。
ko: Orchid 컨트랙트가 이 체인에 아직 배포되지 않았습니다.
pt: O contrato do Orchid ainda não foi implementado nesta cadeia.
ru: Контракт Orchid пока не размещен в этой цепи.
tr: Orchid sözleşmesi bu zincirde henüz bulunmuyor.
uk: Контракт Orchid ще не розгорнуто в цьому блокчейні.
zh: 此链尚未部署 Orchid 合约。

source: MOVE FUNDS
es: MOVER FONDOS
fr: DÉPLACER LES FONDS
hi: निधियों को स्थानांतरित करें
id: PINDAHKAN DANA
it: SPOSTA FONDI
ja: 資金を移動
ko: 자금 이동
pt: MOVER FUNDOS
ru: ПЕРЕМЕСТИТЬ СРЕДСТВА
tr: FONLARI TAŞI
uk: ПЕРЕКАЗАТИ КОШТИ
zh: 转移资金

source: LOCK / UNLOCK
es: BLOQUEAR/DESBLOQUEAR
fr: VERROUILLER / DÉVERROUILLER
hi: लॉक / अनलॉक करें
id: KUNCI / BUKA KUNCI
it: BLOCCA/SBLOCCA
ja: ロック / ロック解除
ko: 잠금 / 잠금 해제
pt: BLOQUEAR / DESBLOQUEAR
ru: БЛОКИРОВАТЬ / РАЗБЛОКИРОВАТЬ
tr: KİLİTLE / KİLİDİNİ AÇ
uk: БЛОКУВАТИ / РОЗБЛОКУВАТИ
zh: 锁定 / 解锁

source: Your deposit of {amount} is unlocked.
es: Tu depósito de {amount} está desbloqueado.
fr: Voter dépôt de {amount} est déverrouillé.
hi: {amount} के आपके निक्षेप को अनलॉक किया गया।
id: Deposito Anda {amount} terbuka.
it: Il tuo deposito di {amount} è sbloccato.
ja: 預金 {amount} のロックが解除されます。
ko: {amount}의 예치금이 잠금 해제되었습니다.
pt: O seu depósito de {amount} foi desbloqueado.
ru: Ваш депозит ({amount}) разблокирован.
tr: {amount} tutarındaki depozitonuzun kilidi açıldı.
uk: Депозит {amount} розблоковано.
zh: 您的 {amount}存款已解锁。

source: locked
es: bloqueado
fr: verrouillé
hi: लॉक किया गया
id: terkunci
it: bloccato
ja: ロックされています
ko: 잠겨 있음
pt: bloqueado
ru: заблокирован
tr: kilitli
uk: заблоковано
zh: 已锁定

source: Your deposit of {amount} is {unlockingOrUnlocked}.
es: Tu depósito de {amount} está {unlockingOrUnlocked}.
fr: Votre dépôt de {amount} est {unlockingOrUnlocked}.
hi: {amount} के आपके निक्षेप को {unlockingOrUnlocked} किया गया।
id: Deposito Anda {amount} {unlockingOrUnlocked}.
it: Il tuo deposito di {amount} è {unlockingOrUnlocked}.
ja: 預金 {amount} は{unlockingOrUnlocked}。
ko: {amount}의 예치금이 {unlockingOrUnlocked}.
pt: O seu depósito de {amount} está {unlockingOrUnlocked}.
ru: Ваш депозит ({amount}) {unlockingOrUnlocked}.
tr: {amount} tutarındaki depozitonuzun {unlockingOrUnlocked}.
uk: Депозит {amount} {unlockingOrUnlocked}.
zh: 您的 {amount}存款已{unlockingOrUnlocked}。
